Repository: Yulauk/construction_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, et, ru, uk

source: We start the renovation or construction work under the guidance of an experienced foreman. All work is carried out according to the schedule and in accordance with the approved budget. Additional work is carried out only after justification by the foreman and agreement with the client.
es: Comenzamos el trabajo de renovación o construcción bajo la guía de un capataz experimentado. Todo el trabajo se realiza de acuerdo con el cronograma y de acuerdo con el presupuesto aprobado. El trabajo adicional se lleva a cabo solo después de la justificación por parte del capataz y el acuerdo con el cliente.
et: Alustame renoveerimise või ehitustööde tegemist kogenud meistrimehe juhendamisel. Kõik tööd viiakse läbi vastavalt ajakavale ja kinnitatud eelarvele. Lisatöid tehakse ainult meistrimehe põhjendatud soovituse ja kliendiga kokkuleppe alusel.
ru: Мы начинаем ремонтные или строительные работы под руководством опытного прораба. Все работы выполняются согласно графику и в соответствии с утвержденным бюджетом. Дополнительные работы выполняются только после обоснования прорабом и согласования с клиентом.
uk: Ми розпочинаємо ремонтні або будівельні роботи під керівництвом досвідченого майстра. Усі роботи виконуються за графіком і відповідно до затвердженого бюджету. Додаткові роботи проводяться лише після обґрунтування з боку майстра та погодження з клієнтом.

source: COMPLETION OF WORK
es: FINALIZACIÓN DEL TRABAJO
et: TÖÖDE VALMIMINE
ru: ЗАВЕРШЕНИЕ РАБОТ
uk: ЗАВЕРШЕННЯ РОБІТ

source: After the completion of work and the removal of construction debris, you accept our work.
es: Después de la finalización del trabajo y la eliminación de los escombros de construcción, acepta nuestro trabajo.
et: Peale tööde lõpetamist ja ehitusjäätmete eemaldamist aktsepteerite meie tööd.
ru: После завершения работ и удаления строительного мусора, вы принимаете наши работы.
uk: Після завершення робіт та вивезення будівельного сміття ви приймаєте нашу роботу.

source: WARRANTY AND SERVICE
es: GARANTÍA Y SERVICIO
et: GARANTII JA TEENUS
ru: ГАРАНТИЯ И СЕРВИС
uk: ГАРАНТІЯ І СЕРВІС

source: During the final settlement, the company director and the client sign the act of completed work, which provides a warranty for all work for a period of at least 12 months, as well as guarantees our support in case of any questions arising in the future.
es: Durante la liquidación final, el director de la empresa y el cliente firman el acta de trabajo completado, que proporciona una garantía para todo el trabajo por un período de al menos 12 meses, así como garantiza nuestro apoyo en caso de que surjan preguntas en el futuro.
et: Viimases arveldamises allkirjastavad ettevõtte direktor ja klient valminud tööde akti, mis annab garantiid kõikidele töödele vähemalt 12 kuud, samuti garanteerib meie toetuse kõigi tulevaste küsimuste korral.
ru: Во время окончательного расчета директор компании и клиент подписывают акт выполненных работ, который предоставляет гарантию на все работы на срок не менее 12 месяцев, а также гарантирует нашу поддержку в случае возникновения любых вопросов в будущем.
uk: Під час остаточного розрахунку директор компанії та клієнт підписують акт виконаних робіт, який надає гарантію на всі роботи терміном не менше 12 місяців, а також гарантує нашу підтримку у разі виникнення будь-яких питань у майбутньому.

source: Hide
es: Ocultar
et: Peida
ru: Скрыть
uk: Сховати

source: The areas in which we work
es: Las áreas en las que trabajamos
ru: Направления, в которых мы работаем
uk: Області нашої діяльності

source: Residential Properties
es: Propiedades Residenciales
et: Elamute Omandid
ru: Жилые помещения
uk: Житлова нерухомість

source: Residential real estate
es: Bienes raíces residenciales
ru: Жилая недвижимость
uk: Житлова нерухомість

source: Complete renovation of apartments, houses and villas of all complexities.
es: Renovación completa de apartamentos, casas y villas de todas las complejidades.
ru: Комплексный ремонт квартир, домов и дач любой сложности.
uk: Комплексний ремонт квартир, будинків і котеджів будь-якої складності.

source: Commercial Real Estate
es: Bienes Raíces Comerciales
et: Äri Kinnisvara
ru: Коммерческая недвижимость
uk: Комерційна нерухомість

source: Commercial real estate
es: Bienes raíces comerciales
ru: Коммерческая недвижимость
uk: Комерційна нерухомість

source: Renovation of offices, shops, shopping centres, hotels and other business facilities.
es: Renovación de oficinas, tiendas, centros comerciales, hoteles y otras instalaciones comerciales.
ru: Ремонт офисов, магазинов, торговых центров, гостиниц и других бизнес-объектов.
uk: Ремонт офісів, магазинів, торгових центрів, готелів та інших комерційних об'єктів.

source: Cultural and Artistic Spaces
es: Espacios Culturales y Artísticos
et: Kultuuri- ja Kunstiruumid
ru: "Культурные и художественные пространства"
uk: Культурні та художні простори

source: Spaces for culture and the arts
es: Espacios para la cultura y las artes
ru: Пространства для культуры и искусства
uk: Простори для культури та мистецтва

source: Renovating and refurbishing theatres, philharmonic and concert halls and other cultural venues, taking into account their specific uses.
es: Renovación y remodelación de teatros, salas filarmónicas y de conciertos y otros lugares culturales, teniendo en cuenta sus usos específicos.
ru: Ремонт и реконструкция театров, филармоний и концертных залов и других культурных объектов с учетом их специфического использования.
uk: Ремонт та реконструкція театрів, філармоній, концертних залів та інших культурних закладів з урахуванням їх специфіки.

source: Facade Finishing
es: Acabado de Fachadas
et: Fassaadi Viimistlemine
ru: Фасадная отделка
uk: Оздоблення фасадів

source: Surface finishes for facades
es: Acabados superficiales para fachadas
ru: Отделка поверхности фасадов
uk: Оздоблення поверхонь фасадів

source: Professional finishing of facades with the latest materials.
es: Acabado profesional de fachadas con los materiales más recientes.
ru: Профессиональная отделка фасадов с использованием современных материалов.
uk: Професійне оздоблення фасадів сучасними матеріалами.

source: Recreation Centers
es: Centros de Recreación
et: Puhkekeskused
ru: Центры отдыха
uk: Бази відпочинку

source: Recreation centres
es: Centros de recreación
ru: Центры отдыха
uk: Бази відпочинку

source: Design and construction of modern leisure facilities focusing on comfort and environmental friendliness.
es: Diseño y construcción de instalaciones de ocio modernas centradas en la comodidad y el respeto al medio ambiente.
ru: Проектирование и строительство современных объектов отдыха с акцентом на комфорт и экологичность.
uk: Проектування та будівництво сучасних баз відпочинку з акцентом на комфорт та екологічність.

source: Industrial Facilities
es: Instalaciones Industriales
et: Tööstusrajatised
ru: Промышленные объекты
uk: Промислові об'єкти

source: Industrial facilities
es: Instalaciones industriales
ru: Промышленные объекты
uk: Промислові об'єкти

source: Renovating and modernising workshops, warehouses, factories and technical facilities.
es: Renovación y modernización de talleres, almacenes, fábricas e instalaciones técnicas.
ru: Ремонт и модернизация производственных залов, складов, фабрик и технических помещений.
uk: Ремонт та модернізація виробничих залів, складів, заводів та технічних приміщень.

source: Learn more
es: Aprender más
et: Loe lähemalt
ru: Узнать больше
uk: Дізнатися більше

source: Latest news
es: Últimas noticias
et: Viimased uudised
ru: Последние новости
uk: Останні новини

source: Latest videos
es: Últimos videos
et: Viimased videod
ru: Последние видео
uk: Останні відео

source: OUR PARTNERS
es: NUESTROS SOCIOS
et: MEIE PARTNERID
ru: НАШИ ПАРТНЁРЫ
uk: НАШІ ПАРТНЕРИ

source: Frequently Asked Questions
es: Preguntas frecuentes
et: Korduma Kippuvad Küsimused
ru: Часто задаваемые вопросы
uk: Питання та відповіді

source: What types of repair work do you provide?
es: ¿Qué tipos de trabajos de reparación ofrecen?
et: Milliseid remonditöid te pakute?
ru: Какие виды ремонтных работ вы предоставляете?
uk: Які види ремонтних робіт ви надаєте?

source: We provide a wide range of repair services, from minor cosmetic repairs to comprehensive renovations of apartments, offices, commercial spaces, and houses. Our expertise includes the construction of private homes and handling both small and large-scale projects. We embrace all tasks, ensuring high-quality results no matter the size or complexity of the job. Your vision is our priority!
es: Ofrecemos una amplia gama de servicios de reparación, desde reparaciones cosméticas menores hasta renovaciones integrales de apartamentos, oficinas, espacios comerciales y casas. Nuestra experiencia incluye la construcción de viviendas privadas y la gestión de proyectos tanto pequeños como a gran escala. Aceptamos todas las tareas, garantizando resultados de alta calidad sin importar el tamaño o la complejidad del trabajo. ¡Su visión es nuestra prioridad!
et: Pakume laia valikut remonditeenuseid, alates väikestest kosmeetilistest remontidest kuni korterite, kontorite, äripindade ja majade kompleksremontideni. Meie ekspertiis hõlmab ka eramute ehitust ning nii väikeste kui ka suurte projektide teostamist. Võtame vastu kõik ülesanded, tagades kõrge kvaliteedi sõltumata töö suurusest või keerukusest. Teie visioon on meie prioriteet!
ru: Мы предоставляем широкий спектр ремонтных услуг: от небольших косметических ремонтов до комплексной реконструкции квартир, офисов, коммерческих помещений и домов. Наша специализация включает строительство частных домов и работу с проектами любого масштаба. Мы принимаемся за любые задачи, обеспечивая высокое качество исполнения независимо от размера или сложности работы. Ваше видение - наш приоритет!
uk: Ми надаємо широкий спектр ремонтних послуг, від незначних косметичних ремонтів до комплексного ремонту квартир, офісів, комерційних приміщень і будинків. Наша експертиза включає будівництво приватних будинків і обробку як малих, так і великих проектів. Ми приймаємо всі завдання, забезпечуючи високоякісні результати незалежно від розміру або складності роботи. Ваше бачення - наш пріоритет!

source: Do I need a permit for renovations?
es: ¿Necesito un permiso para las renovaciones?
et: Kas renoveerimiseks on vaja luba?
ru: Нужно ли мне разрешение для проведения ремонта?
uk: Чи потрібен мені дозвіл на ремонт?

source: Yes, in most cases, permits are required for renovations, especially for structural changes or significant alterations to your property. We can assist you in determining whether your project requires a permit and help you navigate the application process.
es: Sí, en la mayoría de los casos, se requieren permisos para las renovaciones, especialmente para cambios estructurales o alteraciones significativas en su propiedad. Podemos ayudarle a determinar si su proyecto requiere un permiso y a navegar por el proceso de solicitud.
et: Jah, enamasti on renoveerimiseks vajalikud load, eriti kui tegemist on ehituslike muudatuste või oluliste ümberkorraldustega kinnistul. Me saame teid aidata kindlaks teha, kas teie projekt vajab luba, ning abistada teid taotlusprotsessis.
ru: Да, в большинстве случаев для проведения ремонтов требуются разрешения, особенно для структурных изменений или значительных изменений вашей собственности. Мы можем помочь вам определить, требуется ли вашему проекту разрешение, и помочь вам освоить процесс подачи заявки.
uk: Так, у більшості випадків для ремонту потрібні дозволи, особливо для структурних змін або значних змін вашої власності. Ми можемо допомогти вам визначити, чи потребує ваш проект дозволу, і допомогти вам орієнтуватися в процесі подачі заявки.

source: How is the cost of repairs determined?
es: ¿Cómo se determina el costo de las reparaciones?
et: Kuidas määratakse remondi maksumus?
ru: Как определяется стоимость ремонта?
uk: Як визначається вартість ремонтних робіт?

source: The cost of repairs depends on the complexity of the project, the size of the property, and the scope of work required. We provide a detailed estimate after evaluating the project and discuss potential cost-saving options if needed.
es: El costo de las reparaciones depende de la complejidad del proyecto, el tamaño de la propiedad y el alcance del trabajo requerido. Proporcionamos una estimación detallada después de evaluar el proyecto y discutimos opciones potenciales de ahorro de costos si es necesario.
et: Remonditööde maksumus sõltub projekti keerukusest, objekti suurusest ja vajalike tööde mahust. Pärast projekti hindamist koostame üksikasjaliku hinnapakkumise ja vajadusel arutame võimalusi kulude kokkuhoiuks.
ru: Стоимость ремонта зависит от сложности проекта, размера недвижимости и объема необходимых работ. Мы предоставляем детальную смету после оценки проекта и обсуждаем возможные варианты экономии затрат, если это необходимо.
uk: Вартість ремонту залежить від складності проекту, розміру нерухомості та обсягу необхідних робіт. Ми надаємо детальний кошторис після оцінки проекту та обговорюємо можливі варіанти економії витрат, якщо це потрібно.

source: What does the contract for renovation services include?
es: ¿Qué incluye el contrato de servicios de renovación?
et: Mida sisaldab renoveerimisteenuste leping?
ru: Что включает в себя контракт на услуги по ремонту?
uk: Що включає договір на ремонтні послуги?

source: The contract clearly outlines the terms of cooperation, including work deadlines, costs, warranties, and the rights of both parties. After signing the contract, we begin the work according to the agreed plan.
es: El contrato describe claramente los términos de cooperación, incluidos los plazos de trabajo, los costos, las garantías y los derechos de ambas partes. Después de firmar el contrato, comenzamos el trabajo de acuerdo con el plan acordado.
et: Lepingus on selgelt välja toodud koostöö tingimused, sealhulgas tööde tähtaeg, kulud, garantiid ja mõlema poole õigused. Pärast lepingu allkirjastamist alustame tööd vastavalt kokkulepitud plaanile.
ru: Контракт четко описывает условия сотрудничества, включая сроки выполнения работ, стоимость, гарантии и права обеих сторон. После подписания контракта мы начинаем работу согласно согласованному плану.
uk: Договір чітко визначає умови співпраці, включаючи терміни виконання робіт, витрати, гарантії та права обох сторін. Після підписання договору ми починаємо роботи відповідно до узгодженого плану.

source: Do you provide a warranty for the work performed?
es: ¿Ofrecen una garantía para el trabajo realizado?
et: Kas te pakute teostatud töödele garantiid?
ru: Предоставляете ли вы гарантию на выполненные работы?
uk: Чи надаєте ви гарантію на виконані роботи?

source: Yes, we provide a warranty for all work performed. The warranty period depends on the type of repair, but it typically ranges from 1 to 5 years. All warranty conditions are specified in the contract.
es: Sí, ofrecemos una garantía para todo el trabajo realizado. El período de garantía depende del tipo de reparación, pero generalmente varía de 1 a 5 años. Todas las condiciones de la garantía están especificadas en el contrato.
et: Jah, me pakume garantiid kõikidele teostatud töödele. Garantii kestus sõltub remondi tüübist, kuid tavaliselt jääb see vahemikku 1 kuni 5 aastat. Kõik garantiitingimused on määratletud lepingus.
ru: Да, мы предоставляем гарантию на все выполненные работы. Гарантийный срок зависит от типа ремонта, но обычно составляет от 1 до 5 лет. Все условия гарантии указаны в контракте.
uk: Так, ми надаємо гарантію на всі виконані роботи. Гарантійний термін залежить від типу ремонту, але зазвичай становить від 1 до 5 років. Усі гарантійні умови зазначені в договорі.

source: In which cities do you provide services
es: ¿En qué ciudades ofrecen servicios?
et: Millistes linnades te teenuseid osutate?
ru: В каких городах вы предоставляете услуги
uk: В яких містах ви надаєте послуги

source: We provide repair services in Amsterdam, Rotterdam, The Hague, and Utrecht, as well as across Europe. Our extensive experience in various countries enables us to navigate local regulations and requirements effectively. Consultations are free!
es: Ofrecemos servicios de reparación en Ámsterdam, Róterdam, La Haya y Utrecht, así como en toda Europa. Nuestra amplia experiencia en varios países nos permite navegar eficazmente por las regulaciones y requisitos locales. ¡Las consultas son gratuitas!
et: Pakume remonditeenuseid Amsterdamis, Rotterdami, Haagi ja Utrechti linnades ning kogu Euroopas. Meie laialdane kogemus erinevates riikides võimaldab meil tõhusalt arvestada kohalike eeskirjade ja nõuetega. Konsultatsioonid on tasuta!
ru: Мы предоставляем услуги по ремонту в Амстердаме, Роттердаме, Гааге и Утрехте, а также по всей Европе. Наш обширный опыт работы в различных странах позволяет нам эффективно ориентироваться в местных правилах и требованиях. Консультации бесплатные!
uk: Ми надаємо ремонтні послуги в Амстердамі, Роттердамі, Гаазі та Утрехті, а також по всій Європі. Наш великий досвід роботи в різних країнах дозволяє нам ефективно орієнтуватися в місцевих регламентах і вимогах. Консультації безкоштовні!

source: Show Less
es: Mostrar Menos
ru: Показать меньше
uk: Показати менше

source: Portfolio of the construction expert Kulbachenko
es: Portafolio del experto en construcción Kulbachenko
ru: Портфолио строительного эксперта Кульбаченко
uk: Портфоліо експерта з будівництва Кульбаченка

source: Featured
es: Destacado
ru: Подборка
uk: Рекомендовані

source: All work
es: Todo el trabajo
ru: Все работы
uk: Всі роботи

source: Apartments
es: Apartamentos
ru: Квартиры
uk: Квартири

source: Bathrooms
es: Baños
ru: Ванные комнаты
uk: Ванні кімнати

source: Constructions
es: Construcción
ru: Строительство
uk: Будівельні проекти

source: Cultural objects
es: Objetos culturales
ru: Объекты культуры
uk: Культурні об'єкти

source: Home cinema
es: Cine en casa
ru: Домашний кинозал
uk: Домашній кінотеатр

source: Outside work
es: Trabajo exterior
ru: Внешняя работа
uk: Зовнішні роботи

source: Other
es: Otros
et: Muud
ru: Другое
uk: Інше

source: Recreation complex "Sparta Camp", Nõva, 91104 Lääne County, Estonia
es: Complejo de recreación "Sparta Camp", Nõva, 91104 Lääne County, Estonia
ru: Центр отдыха "Sparta Camp", Nõva, 91104 Ляэнемаа, Эстония
uk: Рекреаційний комплекс "Sparta Camp", Нива, 91104 Ляенемаа, Естонія

source: Bathroom in a private house in Estonia
es: Baño en una casa privada en Estonia
ru: Ванная комната в частном доме в Эстонии
uk: Ванна кімната в приватному будинку в Естонії

source: turnkey renovation for a newly built apartment, Kyiv, Ukraine
es: renovación llave en mano para un apartamento recién construido, Kiev, Ucrania
ru: капитальный ремонт новостройки, Киев, Украина
uk: Ремонт під ключ новозбудованої квартири, Київ, Україна

source: PROFESSIONAL HOME CINEMA IN PRIVATE HOUSE IN UKRAINE
es: CINE EN CASA PROFESIONAL EN CASA PRIVADA EN UCRANIA
et: PROFESSIONAALNE KODUKINO UKRAINAS ERAMAJAS
ru: ПРОФЕССИОНАЛЬНЫЙ ДОМАШНИЙ КИНОТЕАТР В ЧАСТНОМ ДОМЕ В УКРАИНЕ
uk: ПРОФЕСІЙНИЙ ДОМАШНИЙ КІНОТЕАТР В ПРИВАТНОМУ БУДИНКУ В УКРАЇНІ

source: ESTONIAN ACADEMY OF MUSIC AND THEATER IN TALLINN, ESTONIA
es: ACADEMIA DE MÚSICA Y TEATRO DE ESTONIA EN TALLINN, ESTONIA
et: EESTI MUUSIKA- JA TEATRIAKADEEMIA TALLINNAS, EESTI
ru: ЭСТОНСКАЯ АКАДЕМИЯ МУЗЫКИ И ТЕАТРА В ТАЛЛИННЕ, ЭСТОНИЯ
uk: ЕСТОНСЬКА АКАДЕМІЯ МУЗИКИ І ТЕАТРУ В ТАЛЛІННІ, ЕСТОНІЯ

source: Turnkey renovation of apartments in the "Varshavsky", Kyiv, Ukraine
es: Renovación llave en mano de apartamentos en el "Varshavsky", Kiev, Ucrania
ru: Капитальный ремонт квартиры в "Варшавский", Киев, Украина
uk: Ремонт під ключ квартир у "Варшавський", Київ, Україна

source: Bathroom in Amsterdam
es: Baño en Ámsterdam
ru: Ванная комната в Амстердаме
uk: Ванна кімната в Амстердамі

source: You can find even more of our work on
es: Puedes encontrar aún más de nuestro trabajo en
ru: Вы можете найти еще больше наших работ на
uk: Ви можете знайти ще більше наших робіт на

source: Facebook and Telegram
es: Facebook y Telegram
ru: Facebook и Telegram
uk: Facebook та Telegram

source: Explore our portfolio showcasing our professional home cinema, comprehensive renovation projects, and more. Discover the quality and expertise we bring to every project we undertake.
et: Uurige meie portfelli, kus näete meie professionaalset kodukino, ulatuslikke renoveerimisprojekte ja palju muud. Avastage kvaliteet ja ekspertiis, mida me iga projekti elluviimisel pakume.
ru: Исследуйте наше портфолио, демонстрирующее наш профессиональный домашний кинотеатр, комплексные проекты ремонта и многое другое. Откройте для себя качество и опыт, которые мы приносим в каждый наш проект.

source: Portfolio
et: Portfell
ru: Портфолио

source: Explore our portfolio showcasing our professional home cinema, comprehensive renovation projects, and more. Discover the quality and expertise we bring to every project we undertake.
et: Uurige meie portfelli, kus näete meie professionaalset kodukino, ulatuslikke renoveerimisprojekte ja palju muud. Avastage kvaliteet ja ekspertiis, mida me iga projekti elluviimisel pakume.
ru: Исследуйте наше портфолио, демонстрирующее наш профессиональный домашний кинотеатр, комплексные проекты ремонта и многое другое. Откройте для себя качество и опыт, которые мы приносим в каждый наш проект.

source: COMPREHENSIVE RENOVATION IN THE VARSHAVSKY RESIDENTIAL COMPLEX IN KYIV
et: KIIEVIS VARSHAVSKI ELAMUKOMPLEKSIS TERVIK RENOVEERIMINE
ru: КОМПЛЕКСНЫЙ РЕМОНТ В ЖИЛОМ КОМПЛЕКСЕ ВАРШАВСКИЙ В КИЕВЕ

source: Recreation complex project in Nõva, 91104 Lääne County, Estonia | Kulbachenko Construction
es: Proyecto de complejo de recreación en Nõva, 91104 Lääne County, Estonia | Kulbachenko Construction
ru: Проект базы отдыха в Нива, 91104 Ляэнемаа, Эстония | Кульбаченко Строительство
uk: Проект рекреаційного комплексу в Нива, 91104 Ляенемаа, Естонія | Kulbachenko Construction

source: Recreation Complex "Sparta Camp" - Nõva, Estonia
es: Complejo de Recreación "Sparta Camp" - Nõva, Estonia
ru: База отдыха "Sparta Camp" - Нива, Эстония
uk: Рекреаційний комплекс "Sparta Camp" - Нива, Естонія

source: Sparta Camp in Nõva, Lääne County, Estonia is a recreation complex for relaxation, sports and outdoor activities. for comfortable outdoor living, sports and group activities.
es: Sparta Camp en Nõva, Lääne County, Estonia es un complejo de recreación para la relajación, deportes y actividades al aire libre. para una vida al aire libre cómoda, deportes y actividades grupales.
ru: Sparta Camp в Нива, Ляэнемаа, Эстония - это рекреационный комплекс для отдыха, спорта и активного отдыха. Для комфортного проживания на свежем воздухе, спорта и групповых мероприятий.
uk: Sparta Camp у Нива, Ляенемаа, Естонія - це рекреаційний комплекс для відпочинку, спорту та активного відпочинку на природі. для комфортного проживання на відкритому повітрі, спорту та групових заходів.

source: Description of Recreation Complex "Sparta Camp" – Nõva, Estonia
es: Descripción del Complejo de Recreación "Sparta Camp" – Nõva, Estonia
ru: Описание рекреационного комплекса «Sparta Camp» – Нива, Эстония
uk: Опис рекреаційного комплексу "Sparta Camp" – Нива, Естонія

source: Area
es: Área
ru: Площадь
uk: Площа

source: Accommodation & Outdoor Spaces
es: Alojamiento y Espacios al Aire Libre
ru: Проживание и открытые пространства
uk: Проживання та відкриті простори

source: 10 cosy cabins, each equipped with two bunk beds. Guests will enjoy a comfortable stay.
es: 10 acogedoras cabañas, cada una equipada con dos literas. Los huéspedes disfrutarán de una estancia cómoda.
ru: 10 уютных домиков, каждый оснащен двумя двухъярусными кроватями. Гости будут наслаждаться комфортным пребыванием.
uk: 10 затишних будиночків, кожен обладнаний двома двоярусними ліжками. Гості насолоджуватимуться комфортним проживанням.
