Repository: Yulauk/construction_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, et, ru, uk

source: Spacious terraces with wooden tables where you can relax and enjoy the company of others
es: Amplias terrazas con mesas de madera donde puedes relajarte y disfrutar de la compañía de otros
ru: Просторные террасы с деревянными столами, где вы можете расслабиться и наслаждаться компанией других
uk: Просторі тераси з дерев'яними столами, де можна відпочити та насолодитися компанією інших

source: Eco-Friendly Solutions
es: Soluciones Ecológicas
ru: Экологически чистые решения
uk: Екологічні рішення

source: Solar panels and supporting equipment to ensure sustainable energy use
es: Paneles solares y equipos de apoyo para garantizar el uso sostenible de la energía
ru: Солнечные панели и вспомогательное оборудование для обеспечения устойчивого использования энергии
uk: Сонячні панелі та допоміжне обладнання для забезпечення сталого використання енергії

source: Advanced wood and roof treatment for durability and protection against environmental factors
es: Tratamiento avanzado de la madera y el techo para durabilidad y protección contra factores ambientales
ru: Современная обработка древесины и крыши для долговечности и защиты от воздействия окружающей среды
uk: Сучасна обробка дерева та даху для довговічності та захисту від навколишнього середовища

source: Designed with modern technology and eco-conscious solutions, Sparta Camp offers a harmonious blend of comfort, functionality and sustainability, making it an ideal destination for nature lovers, sports teams and corporate retreats.
es: Diseñado con tecnología moderna y soluciones ecológicas, Sparta Camp ofrece una combinación armoniosa de comodidad, funcionalidad y sostenibilidad, lo que lo convierte en un destino ideal para amantes de la naturaleza, equipos deportivos y retiros corporativos.
ru: Спроектированный с использованием современных технологий и экологически чистых решений, лагерь Спарта предлагает гармоничное сочетание комфорта, функциональности и устойчивости, что делает его идеальным местом для любителей природы, спортивных команд и корпоративных ретритов.
uk: Спроектований з використанням сучасних технологій та екологічно свідомих рішень, Sparta Camp пропонує гармонійне поєднання комфорту, функціональності та сталого розвитку, що робить його ідеальним місцем для любителів природи, спортивних команд та корпоративних відпочинків.

source: Turnkey renovation for a newly built apartment in Kyiv, Ukraine
es: Renovación llave en mano para un apartamento recién construido en Kiev, Ucrania
ru: Капитальный ремонт новостройки в Киеве, Украина
uk: Ремонт під ключ новозбудованої квартири в Києві, Україна

source: Turnkey renovation of a 40m² apartment in Kyiv with premium materials, underfloor heating, hidden doors, LED lighting, tile & laminate flooring, and a modern bathroom.
es: Renovación llave en mano de un apartamento de 40m² en Kiev con materiales de primera calidad, calefacción por suelo radiante, puertas ocultas, iluminación LED, suelos de baldosas y laminado, y un baño moderno.
ru: Капитальный ремонт 40м² квартиры в Киеве с использованием премиальных материалов, тёплого пола, скрытых дверей, светодиодного освещения, плитки и ламината, а также современной ванной комнаты.
uk: Ремонт під ключ 40м² квартири в Києві з використанням преміальних матеріалів, теплою підлогою, прихованими дверима, світлодіодним освітленням, плиткою та ламінатною підлогою, і сучасною ванною кімнатою.

source: Turnkey Renovation for a Newly Built Apartment in Kyiv, Ukraine
es: Renovación llave en mano para un apartamento recién construido en Kiev, Ucrania
ru: Капитальный ремонт новостройки в Киеве, Украина
uk: Ремонт під ключ новозбудованої квартири в Києві, Україна

source: This premium class turnkey renovation was completed in a newly built 40m² apartment in Kyiv, combining modern design, high quality materials and advanced technologies for ultimate comfort and functionality.
es: Esta renovación llave en mano de clase premium se completó en un apartamento recién construido de 40m² en Kiev, combinando diseño moderno, materiales de alta calidad y tecnologías avanzadas para la máxima comodidad y funcionalidad.
ru: Этот капитальный ремонт премиум-класса был завершен в новопостроенной 40м² квартире в Киеве, сочетая современный дизайн, высококачественные материалы и передовые технологии для максимального комфорта и функциональности.
uk: Цей преміум-клас ремонт під ключ був завершений у новозбудованій квартирі площею 40м² у Києві, поєднуючи сучасний дизайн, високоякісні матеріали та передові технології для забезпечення максимального комфорту та функціональності.

source: Description of work completed - Turnkey renovation for a newly built apartment in Kyiv, Ukraine
es: Descripción del trabajo completado - Renovación llave en mano para un apartamento recién construido en Kiev, Ucrania
ru: Описание выполненных работ - капитальный ремонт новостройки в Киеве, Украина
uk: Опис виконаних робіт - Ремонт під ключ новозбудованої квартири в Києві, Україна

source: Total area of the apartment
es: Área total del apartamento
ru: Общая площадь квартиры
uk: Загальна площа квартири

source: Key Features
es: Características principales
ru: Ключевые особенности
uk: Ключові особливості

source: Water-based underfloor heating throughout the apartment, including the bathroom, ensuring warmth and energy efficiency
es: Calefacción por suelo radiante a base de agua en todo el apartamento, incluido el baño, asegurando calidez y eficiencia energética
ru: Водяное напольное отопление по всей квартире, включая ванную комнату, обеспечивающее тепло и энергоэффективность
uk: Водяне тепла підлога по всій квартирі, включаючи ванну кімнату, що забезпечує тепло та енергоефективність

source: Hidden doors installation for a sleek and seamless interior look
es: Instalación de puertas ocultas para un aspecto interior elegante y sin costuras
ru: Установка скрытых дверей для гладкого и бесшовного интерьера
uk: Встановлення прихованих дверей для гладкого та безшовного вигляду інтер'єру

source: Electrical installation, including concealed wiring, socket and switch placement
es: Instalación eléctrica, incluyendo cableado oculto, colocación de enchufes e interruptores
ru: Электромонтаж, включая скрытую проводку, размещение розеток и выключателей
uk: Електромонтажні роботи, включаючи приховану проводку, розташування розеток та вимикачів

source: LED lighting installation, including modern fixtures and ambient lighting solutions
es: Instalación de iluminación LED, incluyendo luminarias modernas y soluciones de iluminación ambiental
ru: Установка светодиодного освещения, включая современные светильники и решения для создания атмосферного освещения
uk: Встановлення світлодіодного освітлення, включаючи сучасні світильники та рішення для атмосферного освітлення

source: High-quality tile installation in the bathroom and kitchen areas
es: Instalación de azulejos de alta calidad en las áreas del baño y la cocina
ru: Укладка плитки высокого качества в ванной и кухонных зонах
uk: Високоякісне встановлення плитки у ванній та кухонних зонах

source: Laminate flooring in the main living space for a stylish and durable finish
es: Suelo laminado en el espacio principal de estar para un acabado elegante y duradero
ru: Ламинат в гостиной для стильного и долговечного покрытия
uk: Ламінатна підлога в основній житловій зоні для стильного та довговічного покриття

source: Stretch ceiling installation across the entire apartment for a clean, modern appearance
es: Instalación de techo tensado en todo el apartamento para una apariencia limpia y moderna
ru: Установка натяжного потолка по всей квартире для чистого, современного внешнего вида
uk: Встановлення натяжної стелі по всій квартирі для чистого, сучасного вигляду

source: Bathroom & Plumbing
es: Baño y Fontanería
ru: Ванная комната и сантехника
uk: Ванна кімната та сантехніка

source: Freestanding bathtub and wall-hung toilet installation for a contemporary and space-saving layout
es: Instalación de bañera exenta e inodoro suspendido para un diseño contemporáneo y que ahorra espacio
ru: Установка отдельно стоящей ванны и настенного унитаза для современного и экономящего пространство дизайна
uk: Встановлення окремо стоячої ванни та підвісного унітазу для сучасного та економічного розміщення

source: This project showcases the highest level of craftsmanship, attention to detail and quality materials to create a stylish, comfortable and functional turnkey home.
es: Este proyecto muestra el más alto nivel de artesanía, atención al detalle y materiales de calidad para crear un hogar llave en mano elegante, cómodo y funcional.
ru: Этот проект демонстрирует высочайший уровень мастерства, внимание к деталям и качественные материалы для создания стильного, комфортного и функционального дома под ключ.
uk: Цей проект демонструє найвищий рівень майстерності, увагу до деталей та якісні матеріали для створення стильного, комфортного та функціонального дому під ключ.

source: Our Services in Amsterdam, Tallinn, Kyiv, Alicante, Torrevieja | Kulbachenko Construction
es: Nuestros Servicios en Ámsterdam, Tallin, Kiev, Alicante, Torrevieja | Kulbachenko Construction
ru: Наши услуги в Амстердаме, Таллине, Киеве, Аликанте, Торревьехе | Kulbachenko Construction
uk: Наші послуги в Амстердамі, Таллінні, Києві, Аліканте, Торрев'єха | Kulbachenko Construction

source: Kulbachenko Construction | color catalog
es: Kulbachenko Construction | catálogo de colores
et: Kulbachenko Construction | värvikataloog
ru: Kulbachenko Construction | цветовой каталог
uk: Kulbachenko Construction | кольоровий каталог

source: Renovation & Construction Services
es: Servicios de Renovación y Construcción
ru: Наши услуги по ремонту и строительству
uk: Наші послуги ремонту та будівництва

source: Your ideas are our work. Professional turnkey construction and refurbishment.
es: Sus ideas son nuestro trabajo. Construcción y renovación profesional llave en mano.
ru: Ваши идеи - наша работа. Профессиональное строительство и ремонт под ключ.
uk: Ваші ідеї - наша робота. Професійне будівництво та ремонт під ключ.

source: We offer a full range of construction and renovation services in Amsterdam, Tallinn, Kyiv, Alicante and Torrevieja, with a legal guarantee of high quality, professionalism and attention to detail. From flat renovations to house building, we bring your ideas to life.
es: Ofrecemos una gama completa de servicios de construcción y renovación en Ámsterdam, Tallin, Kiev, Alicante y Torrevieja, con una garantía legal de alta calidad, profesionalismo y atención al detalle. Desde renovaciones de pisos hasta construcción de casas, hacemos realidad sus ideas.
ru: Мы предлагаем полный спектр услуг по строительству и ремонту в Амстердаме, Таллине, Киеве, Аликанте и Торревьехе, законно гарантируя высокое качество, профессионализм и внимание к деталям. От ремонта квартир до строительства домов, мы воплощаем ваши идеи в жизнь.
uk: Ми пропонуємо повний спектр послуг з будівництва та ремонту по всій Європі, легально гарантуємо високу якість, професіоналізм і увагу до деталей. Від ремонту квартир до будівництва будинків, ми втілюємо ваші ідеї в життя.

source: We may not be superheroes, but our team works miracles.
es: Puede que no seamos superhéroes, pero nuestro equipo hace milagros.
ru: Мы не супергерои, но наша команда творит чудеса.
uk: Ми не супергерої, але наша команда творить дива.

source: Kulbachenko Construction | Construction of a house
es: Kulbachenko Construction | Construcción de una casa
et: Kulbachenko Construction | Maja ehitus
ru: Kulbachenko Construction | Строительство дома
uk: Kulbachenko Construction | Будівництво будинку

source: Kulbachenko Construction | Venetian Plaster
es: Kulbachenko Construction | Yeso Veneciano
et: Kulbachenko Construction | Veneetsia krohv
ru: Kulbachenko Construction | Венецианская штукатурка
uk: Kulbachenko Construction | Венеціанська штукатурка

source: We have over 300 successfully completed projects. We are proud to call ourselves experts in the construction industry.
es: Tenemos más de 300 proyectos completados con éxito. Nos enorgullece llamarnos expertos en la industria de la construcción.
ru: С более чем 300 успешно завершенными проектами мы с уверенностью называем себя экспертами в строительной отрасли.
uk: З більш ніж 300 успішно завершеними проектами, ми впевнено називаємо себе експертами у будівельній галузі.

source: Construction Services
es: Servicios de Construcción
et: Ehitusteenused
ru: Строительные услуги
uk: Будівельні послуги

source: New build construction
es: Construcción de nueva edificación
et: Uusehitised
ru: Строительство нового здания
uk: Будівництво нових об'єктів

source: Brick/block house construction
es: Construcción de casas de ladrillo/bloque
et: Telliskivi/plokkmaja ehitus
ru: Строительство кирпичных/блочных домов
uk: Будівництво цегляних/блочних будинків

source: Foundation works
es: Trabajos de cimentación
et: Vundamenditööd
ru: Фундаментные работы
uk: Фундаментні роботи

source: Roofing works
es: Trabajos de techado
et: Katusetööd
ru: Кровельные работы
uk: Кровельні роботи

source: External insulation
es: Aislamiento exterior
et: Välisisolatsioon
ru: Внешняя изоляция
uk: Зовнішнє утеплення

source: Renovation Services
es: Servicios de Renovación
et: Renoveerimisteenused
ru: Услуги по ремонту
uk: Послуги ремонту

source: Turnkey apartment renovation
es: Renovación de apartamentos llave en mano
et: Korteri renoveerimine võtmed kätte
ru: Ремонт квартиры под ключ
uk: Ремонт квартири під ключ

source: Full refurbishment
es: Reforma completa
et: Täielik renoveerimine
ru: Полная реконструкция
uk: Повна реконструкція

source: House renovation
es: Renovación de casas
et: Maja renoveerimine
ru: Ремонт дома
uk: Ремонт будинку

source: Comprehensive renovation
es: Renovación integral
et: Kompleksne renoveerimine
ru: Комплексный ремонт
uk: Комплексний ремонт

source: Cosmetic renovation
es: Renovación estética
et: Kosmeetiline remont
ru: Косметический ремонт
uk: Косметичний ремонт

source: Interior design and refurbishment
es: Diseño de interiores y renovación
et: Interjööridisain ja renoveerimine
ru: Дизайн интерьера и реконструкция
uk: Дизайн інтер'єру та реконструкція

source: Kulbachenko Construction | Turnkey Apartment Renovation Services
es: Kulbachenko Construction | Servicios de Renovación de Apartamentos Llave en Mano
et: Kulbachenko Construction | Korteri renoveerimine võtmed kätte teenused
ru: Kulbachenko Construction | Услуги по ремонту квартир под ключ
uk: Kulbachenko Construction | Послуги ремонту квартир під ключ

source: Kulbachenko Construction | Professional Electrical and MEP Installation Services
es: Kulbachenko Construction | Servicios Profesionales de Instalación Eléctrica y MEP
et: Kulbachenko Construction | Professionaalsed elektri- ja inseneritööd
ru: Kulbachenko Construction | Профессиональные услуги по установке электрики и инженерных систем
uk: Kulbachenko Construction | Професійні електромонтажні та інженерні послуги

source: Engineering and Electrical Works
es: Trabajos de Ingeniería y Eléctricos
et: Inseneri- ja elektritööd
ru: Инженерные и электрические работы
uk: Інженерні та електромонтажні роботи

source: MEP installation
es: Instalación MEP
et: Tehnosüsteemide ja elektripaigaldiste paigaldamine
ru: Установка инженерных систем
uk: Інсталяція інженерних систем

source: Electrical works
es: Trabajos eléctricos
et: Elektritööd
ru: Электромонтажные работы
uk: Електромонтажні роботи

source: Finishing and Office Fit-out Works
es: Trabajos de Acabado y Equipamiento de Oficinas
et: Viimistlustööd ja büroo sisustamine
ru: Отделочные и офисные работы
uk: Оздоблювальні роботи та облаштування офісів

source: Office fit-out
es: Equipamiento de oficinas
et: Büroo sisustamine
ru: Офисная отделка
uk: Оздоблення офісу

source: Kulbachenko Construction | Professional Finishing and Office Fit-out Services
es: Kulbachenko Construction | Servicios Profesionales de Acabado y Equipamiento de Oficinas
et: Kulbachenko Construction | Professionaalsed viimistlus- ja büroo sisustamisteenused
ru: Kulbachenko Construction | Профессиональные услуги по отделке и офисной отделке
uk: Kulbachenko Construction | Професійні оздоблювальні та облаштувальні послуги

source: Kulbachenko Construction | Professional Landscaping and Fencing Services
es: Kulbachenko Construction | Servicios Profesionales de Paisajismo y Cercado
et: Kulbachenko Construction | Professionaalsed maastiku kujundamise ja aiakaitsete teenused
ru: Kulbachenko Construction | Профессиональные услуги по ландшафтному дизайну и установке заборов
uk: Kulbachenko Construction | Професійні послуги ландшафтного дизайну та огорожі

source: Additional Services
es: Servicios Adicionales
et: Lisateenused
ru: Дополнительные услуги
uk: Додаткові послуги

source: Landscaping and Fencing
es: Paisajismo y Cercado
et: Maastiku kujundamine ja aiad
ru: Ландшафтный дизайн и установка заборов
uk: Ландшафтний дизайн та огорожі

source: Interior Design Solutions
es: Soluciones de Diseño de Interiores
et: Sise- ja väliskujunduse lahendused
ru: Решения в области дизайна интерьера
uk: Рішення для дизайну інтер'єру

source: See our portfolio of renovation projects
es: Vea nuestro portafolio de proyectos de renovación
et: Vaadake meie renoveerimisprojektide portfooliot
ru: Смотрите наше портфолио ремонтных проектов
uk: Перегляньте наше портфоліо проектів ремонту

source: Apartment renovation
es: Renovación de apartamentos
et: Korteri remont
ru: Ремонт квартиры
uk: Ремонт квартири

source: January
es: Enero
et: Jaanuaril
ru: Январь
uk: Січень
