Repository: Yulauk/construction_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, et, ru, uk

source: Kulbachenko Construction together with our partner BASS.UA implemented a project of home cinema in a private house in Ukraine. The full cycle of works included soundproofing, finishing, installation of acoustic systems and intelligent lighting, creating ideal conditions for comfortable film viewing. Individual design, high quality, high-tech solutions.
es: Kulbachenko Construction junto con nuestro socio BASS.UA implementaron un proyecto de home cinema en una casa privada en Ucrania. El ciclo completo de trabajos incluyó insonorización, acabados, instalación de sistemas acústicos y iluminación inteligente, creando condiciones ideales para una visualización de películas cómoda. Diseño individual, alta calidad, soluciones de alta tecnología.
ru: Kulbachenko Construction совместно с нашим партнером BASS.UA реализовали проект домашнего кинотеатра в частном доме в Украине. Полный цикл работ включал звукоизоляцию, отделку, установку акустических систем и интеллектуального освещения, создавая идеальные условия для комфортного просмотра фильмов. Индивидуальный дизайн, высокое качество, высокотехнологичные решения.
uk: Kulbachenko Construction разом з нашим партнером BASS.UA реалізували проект домашнього кінотеатру у приватному будинку в Україні. Повний цикл робіт включав звукоізоляцію, оздоблення, встановлення акустичних систем та інтелектуального освітлення, створення ідеальних умов для комфортного перегляду фільмів. Індивідуальний дизайн, висока якість, високотехнологічні рішення.

source: Description of work performed in the home cinema project
es: Descripción del trabajo realizado en el proyecto de home cinema
ru: Описание выполненных работ в проекте домашнего кинотеатра
uk: Опис виконаних робіт у проекті домашнього кінотеатру

source: Home cinema project room, 5 viewing areas
es: Sala de proyecto de home cinema, 5 áreas de visualización
ru: Комната домашнего кинотеатра, 5 зон для просмотра
uk: Проект кімнати домашнього кінотеатру, 5 зон перегляду

source: Paradigm acoustics
es: Acústica Paradigm
ru: Акустика Paradigm
uk: Акустика Paradigm

source: Anthem electronics
es: Electrónica Anthem
ru: Электроника Anthem
uk: Електроніка Anthem

source: Stewart screen
es: Pantalla Stewart
ru: Экран Stewart
uk: Екран Stewart

source: JVC projector
es: Proyector JVC
ru: Проектор JVC
uk: Проектор JVC

source: Van den Hull cable products
es: Productos de cable Van den Hull
ru: Кабельная продукция Van den Hull
uk: Кабельна продукція Van den Hull

source: Individual design, premium quality, high-tech solutions
es: Diseño individual, calidad premium, soluciones de alta tecnología
ru: Индивидуальный дизайн, премиальное качество, высокотехнологичные решения
uk: Індивідуальний дизайн, преміум якість, високотехнологічні рішення

source: Construction & Renovation Services | Amsterdam, Tallinn, Kyiv, Alicante, Torrevieja - Serhii Kulbachenko
es: Servicios de Construcción y Renovación | Ámsterdam, Tallin, Kiev, Alicante, Torrevieja - Serhii Kulbachenko
ru: Услуги по строительству и ремонту | Амстердам, Таллин, Киев, Аликанте, Торревьеха - Сергей Кульбаченко
uk: Будівельні та ремонтні послуги | Амстердам, Таллінн, Київ, Аліканте, Торрев'єха - Сергій Кульбаченко

source: MAIN
es: PRINCIPAL
et: AVALEHT
ru: Главная
uk: ГОЛОВНА

source: photo from work in Kyiv
es: foto del trabajo en Kiev
et: foto tööst Kiievis
ru: Фото с места работы в Киеве
uk: фото з роботи в Києві

source: Construction and Repair
es: Construcción y Reparación
et: Ehitus ja Remont
ru: Строительство и Ремонт
uk: Будівництво та Ремонт

source: We offer a wide range of renovation services — from minor cosmetic work to large-scale capital repairs. We work with residential and commercial properties, taking all your wishes into account.
es: Ofrecemos una amplia gama de servicios de renovación, desde trabajos cosméticos menores hasta reparaciones capitales a gran escala. Trabajamos con propiedades residenciales y comerciales, teniendo en cuenta todos sus deseos.
et: Pakume laia valikut renoveerimisteenuseid — alates väikestest kosmeetilistest töödest kuni ulatuslike kapitaliremontideni. Me töötame nii elamute kui ka kaubandushoonete kallal, arvestades kõiki teie soove.
ru: Мы предлагаем широкий спектр услуг по ремонту - от мелких косметических работ до капитального ремонта. Мы работаем как с жилой, так и с коммерческой недвижимостью, принимая во внимание все ваши требования.
uk: Ми пропонуємо широкий спектр послуг з ремонту — від незначних косметичних робіт до великих капітальних ремонтів. Ми працюємо з житловою та комерційною нерухомістю, враховуючи всі ваші побажання.

source: We legally and practically guarantee quality, a modern approach, and optimal timelines!
es: ¡Garantizamos legal y prácticamente calidad, un enfoque moderno y plazos óptimos!
et: Me garanteerime seaduslikult ja praktiliselt kvaliteedi, kaasaegse lähenemise ja optimaalsed ajakavad!
ru: Мы юридически и практически гарантируем качество, современный подход и оптимальные сроки!
uk: Ми юридично та фактично гарантуємо якість, сучасний підхід та оптимальні терміни!

source: From €50 per m²
es: Desde 50 € por m²
et: Alates 50 € m² kohta
ru: От 50 € за м²
uk: Від 50 € за м²

source: YEARS ON THE MARKET
es: AÑOS EN EL MERCADO
et: AASTAT TURUL
ru: ЛЕТ НА РЫНКЕ
uk: РОКИ НА РИНКУ

source: SUCCESSFUL PROJECTS
es: PROYECTOS EXITOSOS
et: EDUKAT PROJEKTI
ru: УСПЕШНЫХ ПРОЕКТОВ
uk: УСПІШНІ ПРОЕКТИ

source: SATISFIED CUSTOMERS
es: CLIENTES SATISFECHOS
et: RAHULOLI KLIENDI
ru: ДОВОЛЬНЫХ КЛИЕНТОВ
uk: ЗАДОВОЛЕНІ КЛІЄНТИ

source: Actual prices of repair services
es: Precios actuales de los servicios de reparación
et: Praegused remonttööde hinnad
ru: Актуальные цены на услуги по ремонту
uk: Актуальні ціни на ремонтні послуги

source: Handyman Services
es: Servicios de Manitas
ru: Мастер на час
uk: Послуги ремонту

source: Main Services
es: Servicios Principales
ru: Основные виды услуг
uk: Базові послуги

source: From
es: Desde
et: Alates
ru: От
uk: Від

source: VAT (BTW)
es: IVA (BTW)
ru: НДС | IVA | VAT | BTW
uk: ПДВ (BTW)

source: Parking
es: Aparcamiento
ru: Паркинг
uk: Обклеювання шпалерами

source: Furniture Assembly
es: Montaje de Muebles
ru: Сборка мебели
uk: Збірка меблів

source: Plumbing Repairs
es: Reparaciones de Fontanería
ru: Сантехнические работы
uk: Незначний ремонт сантехніки

source: Door and Window Repairs
es: Reparaciones de Puertas y Ventanas
ru: Ремонт дверей и окон
uk: Ремонт дверних петель і фурнітури

source: Light Fixture Installation
es: Instalación de Luminarias
ru: Установка светильников
uk: Інсталяція інженерних систем

source: Lock Replacement
es: Reemplazo de Cerraduras
ru: Замена замков
uk: Заміна плінтусів

source: Electrical Repairs
es: Reparaciones Eléctricas
ru: Ремонт электрики
uk: Електромонтажні роботи

source: Appliance Installation
es: Instalación de Electrodomésticos
ru: Установка бытовой техники
uk: Інсталяція інженерних систем

source: Painting and Touch-ups
es: Pintura y Retoces
ru: Малярные и косметические работы
uk: Фарбування та підфарбовування

source: Tile Repair
es: Reparación de Azulejos
ru: Ремонт плитки
uk: Ремонт плитки

source: Blinds and Curtain Installation
es: Instalación de Persianas y Cortinas
ru: Установка жалюзи и занавесок
uk: Встановлення жалюзі та штор

source: Furniture Repair
es: Reparación de Muebles
ru: Ремонт мебели
uk: Ремонт меблів

source: Insulation and Sealing
es: Aislamiento y Sellado
ru: Теплоизоляция и герметизация
uk: Ізоляція та герметизація

source: Garden Maintenance
es: Mantenimiento de Jardines
ru: Обслуживание сада
uk: Догляд за садом

source: Demolition and Removal
es: Demolición y Retiro
ru: Снос и демонтаж
uk: Демонтаж та видалення

source: Floor Repairs and Maintenance
es: Reparaciones y Mantenimiento de Pisos
ru: Ремонт и уход за полами
uk: Ремонт та обслуговування підлог

source: Consultation
es: Consulta
et: Konsultatsioon
ru: Консультация
uk: Консультація

source: Cosmetic Repair
es: Reparación Cosmética
et: Kosmeetiline Remont
ru: Косметический Ремонт
uk: Косметичний ремонт

source: Basic Services
es: Servicios Básicos
et: Teenused
ru: Основные услуги
uk: Базові послуги

source: Wall and Ceiling Painting
es: Pintura de Paredes y Techos
ru: Покраска стен и потолков
uk: Фарбування стін та стелі

source: Wallpaper Removal and Install
es: Retiro e Instalación de Papel Tapiz
ru: Снятие и установка обоев
uk: Зняття та наклеювання шпалер

source: Small Plastering and Skimming
es: Pequeños Trabajos de Yeso y Enlucido
ru: Штукатурные работы и отделка
uk: Невелике штукатурення та шпаклювання

source: Touch-ups for Scratches/Scuffs
es: Retoces para Arañazos/Rozaduras
ru: Ремонт царапин/потертостей
uk: Підфарбовування подряпин/потертостей

source: Repairing Minor Wall Cracks
es: Reparación de Grietas Menores en Paredes
ru: Ремонт мелких трещин в стенах
uk: Ремонт незначних тріщин на стінах

source: Refinishing Wooden Surfaces
es: Reacabado de Superficies de Madera
ru: Отделка деревянных поверхностей
uk: Оздоблення дерев'яних поверхонь

source: Repainting Doors and Frames
es: Repintado de Puertas y Marcos
ru: Покраска дверей и рам
uk: Фарбування дверей і рам

source: Sealing and Regrouting Tiles
es: Sellado y Rejuntado de Azulejos
ru: Герметизация и укладка плитки
uk: Герметизація та повторне затирання плитки

source: Ceiling Tile Replacement
es: Reemplazo de Azulejos del Techo
ru: Уплотнение плитки и затирка швов
uk: Заміна стельових плит

source: Installing Baseboards and Trim
es: Instalación de Zócalos y Molduras
ru: Установка плинтусов и обшивки
uk: Встановлення плінтусів та наличників

source: Patching Drywall Holes
es: Parcheo de Agujeros en Paneles de Yeso
ru: Заделка отверстий в гипсокартоне
uk: Закладення отворів у гіпсокартоні

source: Repairing Stair Finishes
es: Reparación de Acabados de Escaleras
ru: Ремонт отделки лестниц
uk: Ремонт оздоблення сходів

source: Refinishing Cabinets/Furniture
es: Reacabado de Gabinetes/Muebles
ru: Отделка шкафов и мебели
uk: Оздоблення шаф та меблів

source: Updating Light Fixtures
es: Actualización de Luminarias
ru: Обновление светильников
uk: Оновлення світильників

source: Deep Surface Cleaning Before
es: Limpieza Profunda de Superficies Antes
ru: Глубокая очистка поверхностей
uk: Глибоке очищення поверхонь перед

source: Capital Repair
es: Reparación Capital
et: Kapitaalremont
ru: Капитальный Ремонт
uk: Капітальний ремонт

source: Comprehensive Works
es: Trabajos Integrales
et: Kohustuslikud Tööd
ru: Комплексные Работы
uk: Комплексні роботи

source: per m²
es: por m²
et: m² kohta
ru: за м²
uk: за м²

source: Full Wall and Ceiling Repairs
es: Reparaciones Completas de Paredes y Techos
ru: Полный ремонт стен и потолков
uk: Повний ремонт стін та стель

source: Demolition of Old Structures
es: Demolición de Estructuras Antiguas
ru: Снос старых строений
uk: Демонтаж старих конструкцій

source: Complete Plumbing Replacement
es: Reemplazo Completo de Fontanería
ru: Полная замена сантехнического оборудования
uk: Повна заміна сантехніки

source: Full Electrical Rewiring
es: Reemplazo Completo de Cableado Eléctrico
ru: Полная переделка электропроводки
uk: Повне оновлення електропроводки

source: New Flooring Installation
es: Instalación de Nuevos Pisos
ru: Укладка нового пола
uk: Встановлення нової підлоги

source: Waterproofing and Insulation
es: Impermeabilización y Aislamiento
ru: Гидроизоляция и теплоизоляция
uk: Гідроізоляція та утеплення

source: Installation of HVAC Systems
es: Instalación de Sistemas HVAC
ru: Установка вентиляционных систем
uk: Встановлення систем ОВК

source: Replacement of Windows/Doors
es: Reemplazo de Ventanas/Puertas
ru: Замена окон и дверей
uk: Заміна вікон і дверей

source: Wall Soundproofing Solutions
es: Soluciones de Insonorización de Paredes
ru: Решения для звукоизоляции стен
uk: Звукоізоляційні рішення для стін

source: Bathroom/Kitchen Renovation
es: Renovación de Baños/Cocinas
ru: Ремонт ванной/кухни
uk: Ремонт ванної/кухні

source: Foundation Strengthening Work
es: Trabajos de Refuerzo de Cimientos
ru: Фундаментные работы
uk: Зміцнення фундаменту

source: Installation of New Partitions
es: Instalación de Nuevas Particiones
ru: Установка новых перегородок
uk: Встановлення нових перегородок

source: Exterior Facade Renovation
es: Renovación de Fachada Exterior
ru: Обновление фасада
uk: Ремонт фасаду

source: Comprehensive Roof Repairs
es: Reparaciones Integrales de Techos
ru: Комплексные работы по ремонту крыш
uk: Комплексний ремонт даху

source: Custom Interior Redesign
es: Rediseño Interior Personalizado
ru: Индивидуальный дизайн интерьера
uk: Індивідуальний редизайн інтер'єру

source: Major Renovation
es: Renovación Mayor
et: Kompleksrenoveerimine
ru: Капитальный ремонт
uk: Капітальний ремонт

source: Complete Complex
es: Complejo Completo
et: Täielik Kompleks
ru: Полный Комплекс
uk: Комплексний підхід

source: 3D Design
es: Diseño 3D
et: 3D Disain
ru: 3D Дизайн
uk: 3D Дизайн

source: Complete Interior Redesign
es: Rediseño Interior Completo
ru: Полное изменение интерьера
uk: Повний редизайн інтер'єру

source: Structural Wall Alterations
es: Alteraciones Estructurales de Paredes
ru: Перепланировка стен
uk: Зміни в конструкції стін

source: Plumbing System Overhaul
es: Revisión Completa del Sistema de Fontanería
ru: Капитальный ремонт сантехнической системы
uk: Оновлення сантехнічних систем

source: Electrical System Upgrade
es: Actualización del Sistema Eléctrico
ru: Модернизация электрических систем
uk: Оновлення електричної системи

source: Underfloor Heating Installation
es: Instalación de Calefacción por Suelo Radiante
ru: Установка напольных покрытий
uk: Встановлення теплої підлоги

source: High-End Flooring Solutions
es: Soluciones de Suelos de Alta Gama
ru: Высококачественные напольные покрытия
uk: Преміальні рішення для підлоги

source: Custom Staircase Installation
es: Instalación de Escaleras Personalizadas
ru: Монтаж лестниц на заказ
uk: Індивідуальна установка сходів

source: Luxurious Bathroom Renovation
es: Renovación de Baños de Lujo
ru: Элитный ремонт ванной комнаты
uk: Розкішний ремонт ванної кімнати

source: Designer Kitchen Remodeling
es: Remodelación de Cocinas de Diseñador
ru: Дизайнерская переделка кухни
uk: Дизайнерський ремонт кухні

source: Smart Home System Setup
es: Configuración de Sistemas de Hogar Inteligente
ru: Настройка системы умного дома
uk: Налаштування системи розумного дому

source: Advanced Soundproofing Install
es: Instalación Avanzada de Insonorización
ru: Установка современной звукоизоляции
uk: Встановлення сучасної звукоізоляції

source: Exterior Wall Insulation
es: Aislamiento de Paredes Exteriores
ru: Внешняя изоляция стен
uk: Зовнішнє утеплення

source: Premium Roofing Solutions
es: Soluciones de Techo de Alta Calidad
ru: Премиальные решения для кровли
uk: Преміальні рішення для покрівлі

source: Landscape and Outdoor Design
es: Diseño de Paisajismo y Exteriores
ru: Ландшафтный и наружный дизайн
uk: Ландшафтний та зовнішній дизайн

source: About Our Team
es: Sobre Nuestro Equipo
et: Meie Meeskonnast
ru: О команде
uk: Про нашу команду

source: Official company <strong>Kulbachenko Construction OÜ</strong>
es: Empresa oficial <strong>Kulbachenko Construction OÜ</strong>
et: Ametlik ettevõte <strong>Kulbachenko Construction OÜ</strong>
ru: Официальная компания <strong>Kulbachenko Construction OÜ</strong>
uk: Офіційна компанія <strong>Kulbachenko Construction OÜ</strong>

source: Completion of projects in the shortest possible time
es: Finalización de proyectos en el menor tiempo posible
et: Projektide valmimine võimalikult lühikese aja jooksul
ru: Выполнение проектов в кратчайшие сроки
uk: Завершення проектів у найкоротші терміни

source: Creative solutions
es: Soluciones creativas
et: Loovlahendused
ru: Творческие решения
uk: Креативні рішення

source: Thorough design
es: Diseño minucioso
et: Hoolikas disain
ru: Тщательная проработка
uk: Детальний дизайн

source: Personalized solutions
es: Soluciones personalizadas
et: Isikupärastatud lahendused
ru: Индивидуальные решения
uk: Індивідуальні рішення

source: Only modern construction technologies
es: Solo tecnologías de construcción modernas
et: Ainult kaasaegsed ehitustehnoloogiad
ru: Только современные строительные технологии
uk: Тільки сучасні будівельні технології

source: Guarantees on completed work
es: Garantías en el trabajo realizado
et: Garantiid teostatud töödele
ru: Гарантии на выполненную работу
uk: Гарантії на виконані роботи

source: Anthony van Friesen
ru: Антон Фризен
uk: Антон Фрізен

source: PROJECT MANAGER
es: GERENTE DE PROYECTO
et: PROJEKTIJUHT
ru: МЕНЕДЖЕР ПРОЕКТОВ
uk: МЕНЕДЖЕР ПРОЕКТІВ

source: Building Made Simple
es: Construcción Hecha Simple
et: Ehitus Lihtsaks
ru: Строительство стало проще
uk: Будівництво без зайвих труднощів

source: Curious how we work
es: ¿Curioso sobre cómo trabajamos?
et: Huvitav, kuidas me töötame
ru: Любопытно узнать, как мы работаем
uk: Цікаво, як ми працюємо

source: Discover the 6 steps to transforming your space with precision and care.
es: Descubre los 6 pasos para transformar tu espacio con precisión y cuidado.
et: Avasta 6 sammu oma ruumi täpsete ja hoolikate muudatuste tegemiseks.
ru: Откройте для себя 6 шагов, необходимых для точного и бережного преобразования пространства.
uk: Відкрийте для себе 6 кроків до перетворення вашого простору з точністю та турботою.

source: Discover
es: Descubrir
et: Avasta
ru: Ознакомиться
uk: Відкрийте

source: CONTACT
es: CONTACTO
et: KONTAKT
ru: КОНТАКТ
uk: КОНТАКТИ

source: First, you need to contact us and ask any questions you have. You can email us, use any convenient messenger, call, or fill out the application form on our website for a manager to get in touch with you. During the phone call, you can discuss the details of your project (or construction), describe the object, and determine the scope of work with us. At this stage, we will provide you with preliminary information about the cost, order of work, and possible deadlines.
es: Primero, debe contactarnos y hacer cualquier pregunta que tenga. Puede enviarnos un correo electrónico, usar cualquier mensajero conveniente, llamar o llenar el formulario de solicitud en nuestro sitio web para que un gerente se comunique con usted. Durante la llamada telefónica, puede discutir los detalles de su proyecto (o construcción), describir el objeto y determinar el alcance del trabajo con nosotros. En esta etapa, le proporcionaremos información preliminar sobre el costo, el orden del trabajo y los posibles plazos.
et: Esiteks peate meiega ühendust võtma ja küsima kõiki küsimusi, mis teil on. Võite meile kirjutada, kasutada mõnda mugavat messengeri, helistada või täita meie veebisaidil olevat taotlusvormi, et meie juht teiega ühendust võtaks. Telefonikõne ajal saate arutada oma projekti (või ehituse) üksikasju, kirjeldada objekti ja koos meiega määrata töö ulatuse. Selles etapis anname teile eelinfot töö maksumuse, töökorralduse ja võimalike tähtaegade kohta.
ru: Сначала вам нужно связаться с нами и задать любые вопросы, которые у вас есть. Вы можете написать нам на электронную почту, использовать любой удобный мессенджер, позвонить или заполнить форму заявки на нашем сайте, чтобы менеджер мог с вами связаться. Во время телефонного звонка вы можете обсудить детали вашего проекта (или строительства), описать объект и определить объем работ. На этом этапе мы предоставим вам предварительную информацию о стоимости, порядке выполнения работ и возможных сроках.
uk: Спочатку вам потрібно зв'язатися з нами і задати будь-які питання, які у вас є. Ви можете надіслати нам електронний лист, використати зручний месенджер, зателефонувати або заповнити форму заявки на нашому сайті, щоб менеджер зв'язався з вами. Під час телефонної розмови ви можете обговорити деталі вашого проекту (або будівництва), описати об'єкт і визначити обсяг робіт разом з нами. На цьому етапі ми надамо вам попередню інформацію про вартість, порядок виконання робіт і можливі терміни.

source: MEASUREMENTS
es: MEDIDAS
et: MÕÕTMINE
ru: ИЗМЕРЕНИЯ
uk: ВИМІРИ

source: Our foreman will visit your site for free to take precise measurements and assess the scope of work. If you have a design project or construction plan, this data will be clarified. In the absence of such a plan, a detailed description of the necessary work will be prepared together with the client and the foreman. Based on this data, the estimator will begin to calculate the budget.
es: Nuestro capataz visitará su sitio de forma gratuita para tomar medidas precisas y evaluar el alcance del trabajo. Si tiene un proyecto de diseño o plan de construcción, estos datos se aclararán. En ausencia de dicho plan, se preparará una descripción detallada del trabajo necesario junto con el cliente y el capataz. Con base en estos datos, el estimador comenzará a calcular el presupuesto.
et: Meie meistrimees külastab teie objekti tasuta, et teha täpsed mõõtmised ja hindata töö ulatust. Kui teil on disainiprojekt või ehitusplaan, siis täpsustame need andmed. Kui sellist plaani ei ole, koostame koos kliendi ja meistriga töö põhjaliku kirjelduse. Selle teabe põhjal alustab hinnakalkulaator eelarve koostamist.
ru: Наш прораб бесплатно посетит ваш объект для снятия точных измерений и оценки объема работ. Если у вас есть проект или план строительства, данные будут уточнены. В отсутствии такого плана будет подготовлено подробное описание необходимых работ вместе с клиентом и прорабом. На основе этих данных сметчик начнет рассчитывать бюджет.
uk: Наш майстер безкоштовно відвідає ваш об'єкт для проведення точних вимірювань і оцінки обсягу робіт. Якщо у вас є проект дизайну або будівельний план, ці дані будуть уточнені. У разі відсутності такого плану разом з клієнтом і майстром буде підготовлено детальний опис необхідних робіт. На основі цих даних кошторисник почне розрахунок бюджету.

source: BUDGET AND CONTRACT
es: PRESUPUESTO Y CONTRATO
et: EELARVE JA LEPING
ru: БЮДЖЕТ И КОНТРАКТ
uk: БЮДЖЕТ І ДОГОВІР

source: The estimator will quickly prepare a detailed preliminary budget for free. All conditions regarding cost, deadlines, and the work process will be documented in the contract, which we will definitely sign with the client. The budget will become an integral part of the contract as Appendix No. 1.
es: El estimador preparará rápidamente un presupuesto preliminar detallado de forma gratuita. Todas las condiciones relativas al costo, los plazos y el proceso de trabajo se documentarán en el contrato, que definitivamente firmaremos con el cliente. El presupuesto se convertirá en una parte integral del contrato como Apéndice No. 1.
et: Hinnakalkulaator koostab kiiresti tasuta põhjaliku esialgse eelarve. Kõik tingimused, mis puudutavad maksumust, tähtaegu ja tööprotsessi, vormistatakse lepingus, mille me kindlasti kliendiga allkirjastame. Eelarve saab lepingu lahutamatuks osaks, lisana nr 1.
ru: Сметчик оперативно подготовит подробную предварительную смету бесплатно. Все условия относительно стоимости, сроков и процесса работы будут задокументированы в договоре, который мы обязательно заключим с клиентом. Смета станет неотъемлемой частью договора как Приложение № 1.
uk: Кошторисник швидко підготує детальний попередній бюджет безкоштовно. Усі умови щодо вартості, термінів та процесу виконання робіт будуть документально оформлені в договорі, який ми обов'язково підпишемо з клієнтом. Бюджет стане невід'ємною частиною договору як Додаток № 1.

source: START OF WORK
es: INICIO DE TRABAJO
et: TÖÖDE ALGUS
ru: НАЧАЛО РАБОТ
uk: ПОЧАТОК РОБІТ
