Repository: Yulauk/construction_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, et, ru, uk

source: Decorative plasterwork in the bedroom: Decorative plaster has been applied to the bedroom walls, giving the room a unique and sophisticated feel.
es: Yeso decorativo en el dormitorio: Se ha aplicado yeso decorativo en las paredes del dormitorio, dando a la habitación una sensación única y sofisticada.
ru: Декоративная штукатурка в спальне: Декоративная штукатурка была нанесена на стены спальни, придавая комнате уникальный и утонченный вид.
uk: Декоративна штукатурка в спальні: На стіни спальні було нанесено декоративну штукатурку, що надає кімнаті унікального та витонченого вигляду.

source: Wall and ceiling painting: The walls and ceilings have been painted with environmentally friendly, high quality paints, creating a smooth, clean and pleasant visual environment.
es: Pintura de paredes y techos: Las paredes y techos han sido pintados con pinturas de alta calidad y respetuosas con el medio ambiente, creando un entorno visual suave, limpio y agradable.
ru: Покраска стен и потолков: Стены и потолки были окрашены экологически чистыми, высококачественными красками, создавая гладкую, чистую и приятную визуальную среду.
uk: Фарбування стін та стель: Стіни та стелі були пофарбовані екологічно чистими, високоякісними фарбами, створюючи гладке, чисте та приємне візуальне середовище.

source: Floor coverings
es: Revestimientos de suelos
ru: Напольные покрытия
uk: Підлогові покриття

source: Floor Substrate Preparation: The floor was levelled and properly prepared for flooring, ensuring an ideal surface for the installation of the chosen flooring material.
es: Preparación del sustrato del suelo: El suelo fue nivelado y preparado adecuadamente para el piso, asegurando una superficie ideal para la instalación del material de piso elegido.
ru: Подготовка основания пола: Пол был выровнен и правильно подготовлен для укладки, обеспечивая идеальную поверхность для установки выбранного напольного покрытия.
uk: Підготовка основи підлоги: Підлога була вирівняна та підготовлена для укладання підлогового покриття, забезпечуючи ідеальну поверхню для встановлення обраного матеріалу.

source: Floor covering installation: High quality floor coverings were selected and installed throughout the home, creating a modern and functional living space.
es: Instalación de revestimientos de suelos: Se seleccionaron y se instalaron revestimientos de suelos de alta calidad en toda la casa, creando un espacio de vida moderno y funcional.
ru: Укладка напольных покрытий: Были выбраны и установлены качественные напольные покрытия по всему дому, создавая современное и функциональное жилое пространство.
uk: Встановлення підлогового покриття: Було обрано та встановлено високоякісні підлогові покриття по всьому будинку, створюючи сучасний та функціональний житловий простір.

source: Skirting installation: New skirting boards were fitted, providing a seamless finish between the floor and walls and completing the design.
es: Instalación de zócalos: Se instalaron nuevos zócalos, proporcionando un acabado perfecto entre el suelo y las paredes y completando el diseño.
ru: Установка плинтусов: Были установлены новые плинтуса, обеспечивающие плавный переход между полом и стенами и завершающие дизайн.
uk: Встановлення плінтусів: Нові плінтуси були встановлені, забезпечуючи безшовний перехід між підлогою та стінами та завершуючи дизайн.

source: ✅ Lighting and electrical works
es: ✅ Trabajos de iluminación y electricidad
ru: Инженерные и электрические работы
uk: ✅ Освітлення та електромонтажні роботи

source: ✔️ Lighting installation: Modern LED lighting fixtures were installed, ensuring both energy efficiency and optimal illumination of the apartment
es: ✔️ Instalación de iluminación: Se instalaron modernos accesorios de iluminación LED, asegurando tanto la eficiencia energética como la iluminación óptima del apartamento
ru: ✔️ Установка освещения: Были установлены современные светодиодные светильники, обеспечивающие как энергоэффективность, так и оптимальное освещение квартиры
uk: ✔️ Встановлення освітлення: Встановлено сучасні світлодіодні світильники, що забезпечують як енергоефективність, так і оптимальне освітлення квартири

source: ✔️ Electrical Installation: The apartment's electrical wiring was fully completed, including the installation of switches, sockets and necessary circuit elements. The work was carried out to the latest safety standards
es: ✔️ Instalación eléctrica: Se completó el cableado eléctrico del apartamento, incluida la instalación de interruptores, enchufes y los elementos de circuito necesarios. El trabajo se realizó según los últimos estándares de seguridad
ru: ✔️ Электромонтаж: Электропроводка квартиры была полностью завершена, включая установку выключателей, розеток и необходимых элементов цепи. Работы выполнены в соответствии с последними стандартами безопасности
uk: ✔️ Електромонтаж: Електропроводка квартири була повністю завершена, включаючи встановлення вимикачів, розеток та необхідних елементів ланцюга. Роботи виконувалися відповідно до останніх стандартів безпеки

source: ✔️ Testing and connection: All electrical systems, including lights, switches and sockets, were carefully tested to ensure functionality and safety
es: ✔️ Prueba y conexión: Se probaron cuidadosamente todos los sistemas eléctricos, incluidas luces, interruptores y enchufes, para asegurar su funcionalidad y seguridad
ru: ✔️ Тестирование и подключение: Все электрические системы, включая светильники, выключатели и розетки, были тщательно протестированы для обеспечения функциональности и безопасности
uk: ✔️ Тестування та підключення: Всі електричні системи, включаючи світильники, вимикачі та розетки, були ретельно протестовані для забезпечення функціональності та безпеки

source: Additional work
es: Trabajo adicional
ru: Дополнительные услуги
uk: Додаткові послуги

source: Cleaning and surface protection: Upon completion of the finishing work, the entire apartment was cleaned and surfaces were protected from damage to ensure the high quality of the finish was maintained
es: Limpieza y protección de superficies: Al finalizar el trabajo de acabado, se limpió todo el apartamento y se protegieron las superficies para evitar daños y asegurar que se mantuviera la alta calidad del acabado
ru: Очистка и защита поверхностей: По завершении отделочных работ вся квартира была убрана, а поверхности защищены от повреждений, чтобы сохранить высокое качество отделки
uk: Прибирання та захист поверхонь: Після завершення оздоблювальних робіт вся квартира була прибрана, а поверхні захищені від пошкоджень для забезпечення збереження високої якості оздоблення

source: Final inspection and handover: A thorough inspection was carried out to ensure that all works met the required standards and the property was handed over to the client fully ready for occupation
es: Inspección final y entrega: Se realizó una inspección exhaustiva para asegurar que todos los trabajos cumplieran con los estándares requeridos y se entregó la propiedad al cliente completamente lista para ser ocupada
ru: Финальная проверка и передача: Был проведен тщательный осмотр, чтобы убедиться, что все работы соответствуют требуемым стандартам, и имущество было передано клиенту полностью готовым к заселению
uk: Фінальна інспекція та передача: Було проведено ретельну інспекцію для забезпечення відповідності всіх робіт необхідним стандартам, після чого об'єкт був переданий клієнту повністю готовим для проживання

source: {editor}: Editing failed
ru: {editor}: Редактирование не удалось

source: {editor}: Editing failed: {e}
ru: {editor}: Редактирование не удалось: {e}

source: Aborted!
es: ACERCA DE
ru: Прервано!

source: Show this message and exit.
ru: Показать это сообщение и выйти.

source: (Deprecated) {text}
ru: (Устарело) {text}

source: Options
ru: Опции

source: Missing option
uk: Оберіть варіант

source: Repeat for confirmation
es: Obtén una Consulta Gratuita

source: Construction and Renovation Services in Europe | Serhii Kulbachenko
et: Ehitus- ja renoveerimisteenused Euroopas | Serhii Kulbachenko

source: Serhii Kulbachenko — Your Reliable Partner in Construction and Renovation
et: Serhii Kulbachenko — Teie Usaldusväärne Partner Ehitus- ja Renoveerimistöödel

source: My name is Serhii Kulbachenko, and I run a construction company specializing in the renovation and construction of private homes. We offer comprehensive solutions for those looking for a reliable contractor with many years of experience, ensuring high-quality work and adherence to modern standards.
et: Minu nimi on Serhii Kulbachenko ja ma juhin ehitusettevõtet, mis spetsialiseerub eramute renoveerimisele ja ehitamisele. Me pakume terviklikke lahendusi neile, kes otsivad usaldusväärset töövõtjat, kellel on pikaajaline kogemus, tagades kvaliteetse töö ja vastavuse kaasaegsetele standarditele.

source: Our company successfully implements projects in the Netherlands, and many other European countries using the best practices and technologies that I have mastered while working on the international market. We combine high-quality materials, modern construction methods, and many years of experience to meet the needs of our clients, whether it's new home construction or major renovations.
et: Meie ettevõte teostab edukalt projekte Hollandis ja paljudes teistes Euroopa riikides, kasutades parimaid praktikaid ja tehnoloogiaid, mida olen omandanud töötades rahvusvahelisel turul. Me ühendame kvaliteetsed materjalid, kaasaegsed ehitusmeetodid ja pikaajalise kogemuse, et rahuldada meie klientide vajadusi, olgu selleks uus kodu ehitamine või suured renoveerimistööd.

source: My career began modestly as a construction worker. Rising from a laborer to the founder of a company, I have always strived to improve my skills and expand the range of services. The business was built on the principles of honesty, professionalism, and continuous development, which has allowed us to successfully operate in the market for many years.
et: Minu karjäär algas tagasihoidlikult ehitustöölisena. Tõustes töömehelt ettevõtte asutajaks, olen alati püüdnud oma oskusi parandada ja teenuste valikut laiendada. Äri on rajatud aususe, professionaalsuse ja pideva arengu põhimõtetele, mis on võimaldanud meil edukalt turul tegutseda juba mitu aastat.

source: Construction Services and Cutting-Edge Technologies
et: Ehitusteenused ja Tipptasemel Tehnoloogiad

source: We provide a full range of construction services — from design to commissioning. We incorporate the latest technologies used in modern construction, such as energy-efficient materials, advanced heating and ventilation systems, as well as innovative design solutions. This enables us to create homes that meet the highest standards of comfort and functionality.
et: Pakume täielikku ehitusteenuste valikut — alates projekteerimisest kuni kasutusele võtmiseni. Me rakendame uusimaid tehnoloogiaid, mida kasutatakse kaasaegses ehituses, nagu energiatõhusad materjalid, arenenud kütte- ja ventilatsioonisüsteemid, samuti uuenduslikud disainilahendused. See võimaldab meil luua kodusid, mis vastavad kõrgeimatele mugavuse ja funktsionaalsuse standarditele.

source: High-Quality Construction Solutions for Any Projects
et: Kvaliteetsed Ehituslahendused Iga Projekti Tarbeks

source: Regardless of the complexity of your project — whether it's building a new private home or renovating an existing property — our team is always ready to offer quality solutions. We take care of every stage of the work, ensuring precise deadlines and impeccable quality in construction and renovation services.
et: Olgu teie projektiga seotud keerukus milline tahes — olgu see siis uue eraelamu ehitamine või olemasoleva vara renoveerimine — meie meeskond on alati valmis pakkuma kvaliteetseid lahendusi. Me korraldame iga tööetapi, tagades täpsed tähtaegad ja laitmatu kvaliteedi ehitus- ja renoveerimisteenustes.

source: Learn more about our construction services
et: Tutvuge meie ehitusteenustega lähemalt

source: Navigation Menu
et: Navigeerimismenüü

source: Contact Us
et: Võta meiega ühendust

source: First name
et: Eesnimi

source: Last name
et: Perekonnanimi

source: Email address
et: Email

source: City
et: Linn

source: State
et: Maakond

source: Zip
et: Postiindeks

source: Address
et: Aadress

source: Target budget
et: Sihteelarve

source: Select budget range
et: Valige eelarvevahemik

source: Project time frame
et: Projekti ajakava

source: Select time frame
et: Valige ajaraam

source: As soon as possible
et: Niipea kui võimalik

source: Starting within 3 months
et: Algus 3 kuu jooksul

source: Starting within 6 months
et: Algus 6 kuu jooksul

source: Starting within a year
et: Alustades aasta jooksul

source: How did you hear about us?
et: Kuidas sa meist kuulsid?

source: Select an option
et: Valige suvand

source: Online Advertisement
et: Online reklaam

source: Friend or Colleague
et: Sõber või kolleeg

source: Social networks
et: Sotsiaalsed võrgustikud

source: Tell us about your project
et: Rääkige meile oma projektist

source: Agree to terms and conditions
et: Nõustuge tingimustega

source: Submit form
et: Esita

source: Professional home cinema in private house in Ukraine
et: Professionaalne kodukino eramajas Ukrainas

source: Discover the ultimate cinematic experience with our professional home theater installation in a private residence in Ukraine. Designed for up to five people ..
et: Avastage kõrgeima taseme kinokogemus meie professionaalse kodukino paigaldusega erasektoris Ukrainas. Disainitud kuni viiele inimesele ..

source: Discover the ultimate cinematic experience with our professional home theater installation in a private residence in Ukraine. Designed for up to five people, this bespoke home cinema delivers immersive audio and visual entertainment right in the comfort of your own home. Explore our gallery to see the exquisite craftsmanship and attention to detail that went into creating this luxurious entertainment space.
et: Avastage kõrgeima taseme kinokogemus meie professionaalse kodukino paigaldusega erasektoris Ukrainas. Disainitud kuni viiele inimesele, see ainulaadne kodukino pakub immersiivset heli ja visuaalset meelelahutust otse teie enda kodus. Tutvuge meie galeriiga, et näha suurepärast käsitööd ja tähelepanu detailidele, mis läksid selle luksusliku meelelahutusruumi loomiseks.

source: Simple repair
et: Lihtne remont

source: Basic services
et: Põhiteenused

source: BTW
et: NB

source: Wall and ceiling painting
et: Seina- ja laepinnate maalimine

source: Wallpapering
et: Tapeetimine

source: Baseboard replacement
et: Alus- ja seinapaneelide vahetus

source: Lighting installation (1-2 points)
et: Valgustite paigaldamine (1-2 punkti)

source: Partial electrical wiring repair
et: Osaline elektrijuhtmete remont

source: Socket and switch installation
et: Pistikute ja lülitite paigaldamine

source: Cleaning and restoration of existing plumbing
et: Olemasoleva sanitaartehnika puhastamine ja taastamine

source: Local tile replacement in the bathroom or kitchen
et: Kohalik plaatide vahetus vannitoas või köögis

source: Door hinge and hardware repair
et: Ukselingi ja riistade remont

source: Installation of cornices and curtain fittings
et: Kardinate ja kardinapaneelide paigaldamine

source: Dismantling of old materials
et: Vanade materjalide demonteerimine

source: Puttying and leveling walls and ceilings
et: Kittimine ja seinte ja lagede tasandamine

source: Hanging new wallpaper or painting walls
et: Uute tapeetide riputamine või seinte värvimine

source: Replacing flooring (laminate, linoleum)
et: Põrandakatte vahetus (laminaat, linoleum)

source: Replacing baseboards and casings
et: Alus- ja raamipaneelide vahetus

source: Installation of new fixtures
et: Uute seadmete paigaldamine

source: Replacing sockets and switches
et: Pistikute ja lülitite vahetus

source: Minor plumbing repairs
et: Väikesed sanitaartehnika remonttööd

source: Installation of new interior doors
et: Uute siseukse paigaldamine

source: Updating plumbing systems
et: Sanitaartehnika süsteemide uuendamine

source: Installation of window sills
et: Aknaaluste paigaldamine

source: Updating or replacing door hardware
et: Ukseseadmete uuendamine või vahetamine

source: Painting or refreshing window frames
et: Akna raamide värvimine või värskendamine

source: Dismantling of old coverings and structures
et: Vanade katete ja konstruktsioonide demonteerimine

source: Complete replacement of engineering systems (heating, water supply)
et: Insenerisüsteemide täielik vahetus (küte, veevarustus)

source: Replacing windows and doors
et: Akende ja uste vahetus

source: Laying new flooring (parquet, tiles)
et: Uue põrandakatte paigaldamine (parkett, plaadid)

source: Installation of new electrical wiring and outlets
et: Uute elektrijuhtmete ja pistikute paigaldamine

source: Installation of ventilation systems
et: Ventilatsioonisüsteemide paigaldamine

source: Installation of new partitions
et: Uute vaheseinte paigaldamine

source: Reconstruction of walls and partitions
et: Seinte ja vaheseinte rekonstrueerimine

source: Installation of modern heating systems
et: Kaasaegsete kütte süsteemide paigaldamine

source: Installation of drywall structures
et: Kuivseinakonstruktsioonide paigaldamine

source: Soundproofing of walls and floors
et: Heliisolatsioon seintele ja põrandatele

source: Dismantling and changing structures (moving partitions)
et: Konstruktsioonide demonteerimine ja muutmine (vaheseinte liigutamine)

source: Complete replacement of engineering systems (including heating, electricity, water supply)
et: Insenerisüsteemide täielik vahetus (sealhulgas küte, elekter, veevarustus)

source: Installation of multi-level ceilings with lighting
et: Mitme tasandi lagede paigaldamine valgustusega

source: Installation of underfloor heating
et: Põrandakütte paigaldamine

source: Installation of decorative elements (columns, stucco)
et: Dekoratiivsete elementide (sambad, stuuko) paigaldamine

source: Replacing windows and doors with improved insulation
et: Akende ja uste vahetus parendatud soojustusega

source: Replanning spaces considering load-bearing structures
et: Ruumide ümberplaneerimine, arvestades kandvaid konstruktsioone

source: Installation of smart home systems (lighting, heating, security)
et: Nutika kodu süsteemide paigaldamine (valgustus, küte, turvasüsteem)

source: Installation of complex drywall structures (arches, niches)
et: Komplekssete kuivseinakonstruktsioonide (kaarte, niššide) paigaldamine

source: Finishing walls with decorative panels
et: Seinte viimistlemine dekoratiivpaneelidega

source: Restoration or replacement of a fireplace, if available
et: Kamina restaureerimine või vahetamine, kui see on olemas

source: Installation of modern air conditioning systems
et: Kaasaegsete kliimaseadmete paigaldamine

source: Complete soundproofing of walls and ceilings
et: Seinte ja lagede täielik heliisolatsioon

source: Areas We Work In
et: Valdkonnad, kus me töötame

source: 1. Residential Properties
et: 1. Elamute Omandid

source: Comprehensive renovation of apartments, houses, and cottages of any complexity.
et: Igasuguse keerukusega korterite, majade ja suvilate kompleksremont.

source: 2. Commercial Real Estate
et: 2. Äri Kinnisvara

source: Renovation of offices, shops, shopping centers, hotels, and other business facilities.
et: " "Kontorite, kaupluste, kaubanduskeskuste, hotellide ja teiste " "ärihoonete renoveerimine.

source: 3. Cultural and Artistic Spaces
et: 3. Kultuuri- ja Kunstiruumid

source: Renovation and refurbishment of theaters, philharmonics, concert halls, and other cultural venues, considering their specific uses.
et: " "Teatrite, filharmooniate, kontserdisaalide ja teiste kultuuriasutuste " "renoveerimine ja renoveerimistööd.

source: 4. Facade Finishing
et: 4. Fassaadi Viimistlemine

source: Professional facade finishing using modern materials.
et: Professionaalne fassaadi viimistlemine kaasaegsete materjalide kasutamisega.

source: 5. Recreation Centers
et: 5. Puhkekeskused ja muud kultuuriasutused, arvestades nende spetsiifilisi kasutusi.

source: 6. Industrial Facilities
et: 6. Tööstusrajatised

source: Renovation and modernization of production halls, warehouses, factories, and technical premises.
et: Tootmishallide, ladude, tehaste ja tehniliste ruumide renoveerimine ja moderniseerimine.

source: Page Under Update
et: Lehekülg on uuendamisel

source: We are currently updating this page. Our portfolio will be available here soon, showcasing our completed renovation and construction projects. Thank you for your patience!
et: " "Uuendame hetkel seda lehte. Varsti on siin saadaval meie portfoolio, kus on esitletud meie lõpetatud renoveerimis- ja ehitusprojektid. Täname teid kannatlikkuse eest!

source: Renovation and Construction Services | Kulbachenko Construction
et: Renoveerimis- ja ehitusteenused | Kulbachenko Construction

source: Our Renovation and Construction Services
et: Meie renoveerimis- ja ehitusteenused

source: Your ideas are our work. Professional turnkey construction and renovation.
et: Teie ideed on meie töö. Professionaalne võtmed kätte ehitus ja renoveerimine.

source: We offer a full range of construction and renovation services across Europe, legally guaranteeing high quality, professionalism, and attention to detail. From apartment renovations to house construction, we bring your ideas to life.
et: Pakume täielikku valikut ehitus- ja renoveerimisteenuseid kogu Euroopas, tagades seaduslikult kõrge kvaliteedi, professionaalsuse ja tähelepanu detailidele. Alates korterite renoveerimisest kuni majade ehituseni - teeme teie ideed teoks.

source: We are not superheroes, but our team works wonders.
et: Me ei ole superkangelased, kuid meie meeskond teeb imesid.

source: With over 300 successfully completed projects, we confidently call ourselves experts in the construction industry.
et: Rohkem kui 300 edukalt teostatud projektiga võime end kindlalt nimetada ehitustööstuse ekspertideks.

source: Explore our completed projects in the lobby of the Estonian Academy of Music and Theatre in Tallinn, Estonia. We provide professional renovation and interior design services for various premises, including educational institutions. Our work in the academy's lobby reflects the high quality of our services and attention to detail. Immerse yourself in the atmosphere of our completed projects and see for yourself our expertise in construction and renovation.
et: Tutvuge meie lõpetatud projektidega Tallinna Eesti Muusika- ja Teatriakadeemia fuajees, Eestis. Pakume professionaalset renoveerimist ja sisekujundusteenuseid erinevatele ruumidele, sealhulgas haridusasutustele. Meie töö akadeemia fuajees peegeldab meie teenuste kõrget kvaliteeti ja tähelepanu detailidele. Sukelduge meie lõpetatud projektide atmosfääri ja veenduge ise meie ehitus- ja renoveerimisoskustes.

source: Renovation in the varshavsky residential complex in kyiv
et: Renoveerimine varshavski elamukompleksis Kiievis

source: Explore our turnkey renovation project in an apartment in the Varshavsky Residential Complex in Kyiv. Our professional services cover all aspects of renovation and ..
et: Tutvuge meie võtmed kätte renoveerimisprojektiga korteris Varshavsky elurajoonis Kiievis. Meie professionaalsed teenused hõlmavad kõiki renoveerimise aspekte ja ..

source: RENOVATION IN THE VARSHAVSKY RESIDENTIAL COMPLEX IN KYIV
et: RENOVEERIMINE VARSHAVSKI ELAMUKOMPLEKSIS KIIEVIS
