Repository: Yulauk/construction_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, et, ru, uk

source: About Kulbachenko Construction - High quality renovation and construction services
es: Sobre Kulbachenko Construction - Servicios de renovación y construcción de alta calidad
ru: О компании Kulbachenko Construction - высококачественные ремонтно-строительные услуги
uk: Kulbachenko Construction | Послуги ремонту квартир під ключ

source: Serhii Kulbachenko FOUNDER AND LEADER
es: Serhii Kulbachenko FUNDADOR Y LÍDER
et: Serhii Kulbachenko ASUTAJJA JA JUHT
ru: Сергей Кубаченко ОСНОВАТЕЛЬ И ЛИДЕР
uk: Сергій Кульбаченко ЗАСНОВНИК І ЛІДЕР

source: Serhii Kulbachenko
ru: Сергей Кубаченко
uk: Сергій Кульбаченко

source: FOUNDER AND LEADER
es: FUNDADOR Y LÍDER
et: ASUTAJJA JA JUHT
ru: ОСНОВАТЕЛЬ И ЛИДЕР
uk: ЗАСНОВНИК І ЛІДЕР

source: Serhii Kulbachenko - your trusted partner in construction and renovation
es: Serhii Kulbachenko - su socio de confianza en construcción y renovación
ru: Сергей Кульбаченко - ваш надежный партнер в строительстве и ремонте
uk: Сергій Кульбаченко — Ваш надійний партнер у будівництві та ремонті

source: My name is Serhii Kulbachenko and I run a construction company specialising in the renovation and construction of private homes. We offer comprehensive solutions for those who are looking for a reliable contractor with many years of experience, guaranteeing quality work and compliance with modern standards.
es: Mi nombre es Serhii Kulbachenko y dirijo una empresa de construcción especializada en la renovación y construcción de viviendas privadas. Ofrecemos soluciones integrales para aquellos que buscan un contratista fiable con muchos años de experiencia, garantizando un trabajo de calidad y el cumplimiento de los estándares modernos.
ru: Меня зовут Сергей Кульбаченко, и я руковожу строительной компанией, специализирующейся на ремонте и строительстве частных домов. Мы предлагаем комплексные решения для тех, кто ищет надежного подрядчика с многолетним опытом работы, гарантирующего качество работ и соответствие современным стандартам.
uk: Мене звуть Сергій Кульбаченко, і я керую будівельною компанією, яка спеціалізується на ремонті та будівництві приватних будинків. Ми пропонуємо комплексні рішення для тих, хто шукає надійного підрядника з багаторічним досвідом, забезпечуючи високу якість роботи та дотримання сучасних стандартів.

source: Construction Experience in Europe
es: Experiencia en construcción en Europa
et: Ehitusüritused Euroopas
ru: Опыт строительства в Европе
uk: Досвід будівництва в Європі

source: Our company successfully implements projects in the Netherlands and many other European countries, using the best practices and technologies I have mastered while working in the international market. We combine high quality materials, modern construction methods and many years of experience to meet the needs of our clients, whether it's a new home or a major renovation.
es: Nuestra empresa implementa con éxito proyectos en los Países Bajos y en muchos otros países europeos, utilizando las mejores prácticas y tecnologías que he dominado mientras trabajaba en el mercado internacional. Combinamos materiales de alta calidad, métodos de construcción modernos y muchos años de experiencia para satisfacer las necesidades de nuestros clientes, ya sea una nueva casa o una gran renovación.
ru: Наша компания успешно реализует проекты в Нидерландах, Испании, Естонии, и многих других европейских странах, используя лучшие практики и технологии, которые я освоил, работая на международном рынке. Мы сочетаем высококачественные материалы, современные методы строительства и многолетний опыт, чтобы удовлетворить потребности наших клиентов, будь то строительство нового дома или капитальный ремонт.
uk: Наша компанія успішно реалізує проекти в Нідерландах та багатьох інших європейських країнах, використовуючи найкращі практики та технології, які я освоїв під час роботи на міжнародному ринку. Ми поєднуємо якісні матеріали, сучасні методи будівництва та багаторічний досвід, щоб задовольнити потреби наших клієнтів, незалежно від того, чи це нове будівництво будинку, чи капітальний ремонт.

source: Serhii Kulbachenko - Founder of Kulbachenko Construction OÜ
es: Serhii Kulbachenko - Fundador de Kulbachenko Construction OÜ
et: Serhii Kulbachenko - Kulbachenko Construction OÜ Asutaja
ru: Учредитель Kulbachenko Construction OÜ Сергей Кульбаченко
uk: Сергій Кульбаченко - засновник Kulbachenko Construction OÜ

source: Serhii Kulbachenko - Founder of Kulbachenko Construction + Design
es: Serhii Kulbachenko - Fundador de Kulbachenko Construction + Design
et: Serhii Kulbachenko - Kulbachenko Construction + Design'i Asutaja
ru: Сергей Кульбаченко - основатель компании Kulbachenko Construction
uk: Сергій Кульбаченко - засновник Kulbachenko Construction + Design

source: The History of Founding the Construction Company
es: La historia de la fundación de la empresa de construcción
et: Ehitusettevõtte Asutamise Ajalugu
ru: История создания строительной компании
uk: Історія заснування будівельної компанії

source: My career began humbly as a construction worker. Rising from a labourer to the founder of a company, I have always strived to improve my skills and expand the range of services offered. The company was built on the principles of honesty, professionalism and continuous development, which has allowed us to operate successfully in the market for many years.
es: Mi carrera comenzó humildemente como obrero de construcción. Pasando de trabajador a fundador de una empresa, siempre me he esforzado por mejorar mis habilidades y ampliar la gama de servicios ofrecidos. La empresa se construyó sobre los principios de honestidad, profesionalismo y desarrollo continuo, lo que nos ha permitido operar con éxito en el mercado durante muchos años.
ru: Моя карьера началась со скромной должности рабочего на стройке. Пройдя путь от разнорабочего до основателя компании, я всегда стремился совершенствовать свои навыки и расширять спектр предлагаемых услуг. Компания была построена на принципах честности, профессионализма и постоянного развития, что позволило нам успешно работать на рынке в течение многих лет.
uk: Моя кар'єра почалася скромно як будівельник. Підвищуючи свій рівень з робітника до засновника компанії, я завжди прагнув вдосконалювати свої навички та розширювати асортимент послуг. Бізнес було побудовано на принципах чесності, професіоналізму та безперервного розвитку, що дозволило нам успішно працювати на ринку протягом багатьох років.

source: Construction services and Advanced Technologies
es: Servicios de construcción y tecnologías avanzadas
ru: Строительные услуги и передовые технологии
uk: Будівельні послуги та сучасні технології

source: We offer a complete range of construction services - from design to commissioning. We incorporate the latest technologies used in modern construction, such as energy-efficient materials, advanced heating and ventilation systems and innovative design solutions. This enables us to create homes that meet the highest standards of comfort and functionality.
es: Ofrecemos una gama completa de servicios de construcción, desde el diseño hasta la puesta en marcha. Incorporamos las últimas tecnologías utilizadas en la construcción moderna, como materiales energéticamente eficientes, sistemas avanzados de calefacción y ventilación y soluciones de diseño innovadoras. Esto nos permite crear viviendas que cumplen con los más altos estándares de confort y funcionalidad.
ru: Мы предлагаем полный спектр строительных услуг - от проектирования до ввода в эксплуатацию. Мы внедряем новейшие технологии, используемые в современном строительстве, такие как энергоэффективные материалы, современные системы отопления и вентиляции и инновационные дизайнерские решения. Это позволяет нам создавать дома, отвечающие самым высоким стандартам комфорта и функциональности.
uk: Ми надаємо повний спектр будівельних послуг — від проектування до введення в експлуатацію. Ми використовуємо найсучасніші технології, які застосовуються в сучасному будівництві, такі як енергоефективні матеріали, розвинута система опалення та вентиляції, а також інноваційні дизайнерські рішення. Це дозволяє нам створювати будинки, які відповідають найвищим стандартам комфорту та функціональності.

source: Quality construction solutions for every project
es: Soluciones de construcción de calidad para cada proyecto
ru: Качественные строительные решения для любого проекта
uk: Високоякісні будівельні рішення для будь-яких проектів

source: Whatever the complexity of your project - whether it's building a new private home or renovating an existing property - our team is always ready to provide quality solutions. We take care of every stage of the work, ensuring precise deadlines and impeccable quality in construction and renovation services.
es: Cualquiera que sea la complejidad de su proyecto, ya sea construir una nueva casa privada o renovar una propiedad existente, nuestro equipo siempre está listo para proporcionar soluciones de calidad. Nos encargamos de cada etapa del trabajo, asegurando plazos precisos y una calidad impecable en los servicios de construcción y renovación.
ru: Независимо от сложности вашего проекта - будь то строительство нового частного дома или реконструкция существующего - наша команда всегда готова предложить качественные решения. Мы заботимся о каждом этапе работ, обеспечивая точные сроки и безупречное качество строительных и ремонтных услуг.
uk: Незалежно від складності вашого проекту — чи це будівництво нового приватного будинку, чи ремонт існуючої власності — наша команда завжди готова запропонувати якісні рішення. Ми дбаємо про кожен етап роботи, забезпечуючи точні терміни та бездоганну якість у будівельних та ремонтних послугах.

source: More information on our construction services
es: Más información sobre nuestros servicios de construcción
ru: Узнайте больше о наших строительных услугах
uk: Наші послуги ремонту та будівництва

source: High-quality renovation and construction services in the Netherlands and across Europe since 2005.
es: Servicios de renovación y construcción de alta calidad en los Países Bajos y en toda Europa desde 2005.
et: Kvaliteetsed renoveerimis- ja ehitusteenused Hollandis ja üle Euroopa alates 2005. aastast.
ru: Высококачественные услуги по ремонту и строительству в Нидерландах, Испании, Эстонии и по всей Европе с 2005 года.
uk: Високоякісні послуги з ремонту та будівництва в Нідерландах та по всій Європі з 2005 року.

source: Kulbachenko Construction + Design Logo
es: Logotipo de Kulbachenko Construction + Design
ru: Kulbachenko Construction | Полный комплекс ремонтных услуг
uk: Логотип Кульбаченко Будівництво + Дизайн

source: ABOUT
es: ACERCA DE
et: MEIST
ru: О НАС
uk: ПРО НАС

source: PORTFOLIO
es: PORTAFOLIO
et: PORTFELL
ru: ПОРТФОЛИО
uk: ПОРТФОЛІО

source: SERVICES
es: SERVICIOS
et: TEENUSED
ru: УСЛУГИ
uk: ПОСЛУГИ

source: BLOG
et: BLOGI
ru: БЛОГ
uk: БЛОГ

source: CONTACT US
es: CONTÁCTANOS
et: KONTAKT
ru: СВЯЗАТЬСЯ С НАМИ
uk: ЗВ'ЯЗАТИСЬ З НАМИ

source: HOME
es: INICIO
et: KODULEHT
ru: ГЛАВНАЯ
uk: ГОЛОВНА

source: Search
es: Buscar
et: Otsing
ru: Поиск
uk: Пошук

source: Contact Information
es: Información de contacto
et: Kontaktandmed
ru: Контактная информация
uk: Контактна інформація

source: Phone
es: Teléfono
et: Telefon
ru: Телефон
uk: Телефон

source: Working hours, Mon-Fri
es: Horario laboral, Lun-Vie
et: Tööajad, E-R
ru: Рабочие часы, Пн-Пт
uk: Години роботи, Пн-Пт

source: Our Social Media
es: Nuestras Redes Sociales
et: Meie Sotsiaalmeedia
ru: Наши социальные сети
uk: Наші соціальні мережі

source: Our Location Map
es: Nuestro Mapa de Ubicación
ru: Наша карта расположения
uk: Наші соціальні мережі

source: GET A FREE
es: OBTÉN UNA
et: SAADA TASUTA
ru: ПОЛУЧИТЕ БЕСПЛАТНО
uk: ОТРИМАЙТЕ БЕЗКОШТОВНУ

source: Kulbachenko Consultation
es: Consulta Kulbachenko
et: Kulbachenko KONSULTATSIOON
ru: Кульбаченко Консультацию
uk: Консультацію Кульбаченка

source: or we call back
es: o te llamamos
et: või helistame tagasi
ru: или мы перезвоним
uk: або ми передзвонимо

source: First Name
es: Nombre
et: Eesnimi
ru: Имя
uk: Ім'я

source: Your Contact
es: Tu Contacto
et: Teie kontakt
ru: Ваш контакт
uk: Ваш контакт

source: Comment
es: Comentario
et: Kommenteeri
ru: Комментарий
uk: Коментар

source: Submit
es: Enviar
et: Esita
ru: Отправить заявку
uk: Надіслати

source: Complete bathroom renovation in Tallinn, Estonia
es: Renovación completa del baño en Tallin, Estonia
ru: Полный ремонт ванной комнаты в Таллинне, Эстония
uk: Повний ремонт ванної кімнати в Таллінні, Естонія

source: Bathroom project in Tallinn, Estonia | Kulbachenko Construction OU
es: Proyecto de baño en Tallin, Estonia | Kulbachenko Construction OU
ru: Проект ванной комнаты в Таллинне, Эстония | Kulbachenko Construction OU
uk: Проект ванної кімнати в Таллінні, Естонія | Kulbachenko Construction OU

source: The amount shown is indicative. Each project is unique, we have no problem calculating the cost of your project.
es: La cantidad mostrada es indicativa. Cada proyecto es único, no tenemos problema en calcular el costo de su proyecto.
ru: Указанная сумма является ориентировочной. Каждый проект уникален, мы без проблем рассчитаем стоимость вашего проекта.
uk: Вказана сума є орієнтовною. Кожен проект унікальний, ми без проблем розрахуємо вартість вашого проекту.

source: We offer complete turnkey solutions, including tiling, replacement of services, installation of underfloor heating and modern lighting systems. We work with quality materials, guaranteeing reliability and stylish results.
es: Ofrecemos soluciones completas llave en mano, que incluyen azulejos, reemplazo de servicios, instalación de calefacción por suelo radiante y sistemas de iluminación modernos. Trabajamos con materiales de calidad, garantizando fiabilidad y resultados elegantes.
ru: Мы предлагаем комплексные решения «под ключ», включая укладку плитки, замену коммуникаций, установку теплых полов и современных систем освещения. Мы работаем с качественными материалами, гарантируя надежность и стильный результат.
uk: Ми пропонуємо повні рішення «під ключ», включаючи облицювання, заміну комунікацій, встановлення теплої підлоги та сучасних систем освітлення. Ми працюємо з якісними матеріалами, гарантуємо надійність та стильні результати.

source: Estimated cost of work
es: Costo estimado del trabajo
ru: Примерная стоимость работ
uk: ПОЧАТОК РОБІТ

source: Description of completed works - Bathroom project in Tallin, Estonia
es: Descripción de trabajos completados - Proyecto de baño en Tallin, Estonia
ru: Описание выполненных работ - Проект ванной комнаты в Таллине, Эстония
uk: Опис виконаних робіт - Проект ванної кімнати в Таллінні, Естонія

source: Object Features
es: Características del Objeto
ru: Характеристики объекта
uk: Особливості об'єкту

source: Bathroom area
es: Área del baño
ru: Площадь ванной комнаты
uk: Площа ванної кімнати

source: Preparation and engineering works
es: Trabajos de preparación e ingeniería
ru: Подготовительные и инженерные работы
uk: Підготовчі та інженерні роботи

source: Complete replacement of water and sewage pipes
es: Reemplazo completo de tuberías de agua y alcantarillado
ru: Полная замена водопроводных и канализационных труб
uk: Повна заміна водопровідних та каналізаційних труб

source: Installation of new electrical wiring, sockets and switches
es: Instalación de nuevo cableado eléctrico, enchufes e interruptores
ru: Установка новой электропроводки, розеток и выключателей
uk: Установка нової електропроводки та розеток

source: Finishing works
es: Trabajos de acabado
et: Viimistlustööd
ru: Отделочные работы
uk: Оздоблювальні роботи

source: Levelling walls and ceilings, priming surfaces
es: Nivelación de paredes y techos, imprimación de superficies
ru: Выравнивание стен и потолков, грунтовка поверхностей
uk: Шпаклювання та вирівнювання стін і стель

source: Laying of ceramic tiles with precision grouting
es: Colocación de baldosas cerámicas con lechada de precisión
ru: Установка керамической плитки с затиркой
uk: Укладання керамічної плитки з точним затиранням

source: Grouting with moisture resistant materials
es: Enlechado con materiales resistentes a la humedad
ru: Затирка с использованием влагостойких материалов
uk: Затирання вологостійкими матеріалами

source: Comfort and convenience
es: Comodidad y conveniencia
ru: Удобство и комфорт
uk: Комфорт і зручність

source: Installing electric underfloor heating for a comfortable temperature
es: Instalación de calefacción por suelo radiante eléctrica para una temperatura confortable
ru: Установка электрического подогрева пола для создания комфортной температуры
uk: Встановлення електричної теплої підлоги для комфортної температури

source: Installing a warm towel wall
es: Instalación de un toallero calefactado
ru: Установка полотенцесушителя
uk: Встановлення теплої рушникосушки

source: Modern lighting with ceiling and mirror lighting
es: Iluminación moderna con luces de techo y espejo
ru: Современное освещение с подсветкой потолка и зеркала
uk: Сучасне освітлення зі стельовими та дзеркальними світильниками

source: Bathrooms and shower project in Amsterdam, Netherlands
es: Proyecto de baños y duchas en Ámsterdam, Países Bajos
ru: Проект ванной комнаты и душевой в Амстердаме, Нидерланды
uk: Проект ванних кімнат і душових в Амстердамі, Нідерланди

source: Bathrooms and shower project in Amsterdam, Netherlands | Kulbachenko Construction OU
es: Proyecto de baños y duchas en Ámsterdam, Países Bajos | Kulbachenko Construction OU
ru: Проект ванных комнат и душевых в Амстердаме, Нидерланды | Kulbachenko Construction OU
uk: Проект ванних кімнат і душових в Амстердамі, Нідерланди | Kulbachenko Construction OU

source: Renovation of two bathrooms with walk-in showers in Amsterdam, Netherlands. The project included high quality tiles, modern sanitary fittings for maximum comfort and durability and a modern and easy to maintain look.
es: Renovación de dos baños con duchas a ras de suelo en Ámsterdam, Países Bajos. El proyecto incluyó azulejos de alta calidad, accesorios sanitarios modernos para máxima comodidad y durabilidad, y un aspecto moderno y fácil de mantener.
ru: Ремонт двух ванных комнат с душевыми кабинами в Амстердаме, Нидерланды. Проект включал высококачественную плитку, современные сантехнические приборы для максимального комфорта и долговечности, а также современный и легкий в уходе вид.
uk: Ремонт двох ванних кімнат з душовими кабінами в Амстердамі, Нідерланди. Проект включав високоякісну плитку, сучасну сантехніку для максимального комфорту та довговічності, а також сучасний і легкий у догляді вигляд.

source: Description of work completed - Bathroom and shower project in Amsterdam, Netherlands
es: Descripción del trabajo realizado - Proyecto de baño y ducha en Ámsterdam, Países Bajos
ru: Описание выполненных работ - Проект ванной комнаты и душевой в Амстердаме, Нидерланды
uk: Опис виконаних робіт - Проект ванної кімнати та душової в Амстердамі, Нідерланди

source: Plumbing and installation work
es: Trabajos de fontanería e instalación
ru: Установка инженерных систем
uk: Інсталяція інженерних систем

source: Complete replacement of plumbing and drainage systems
es: Reemplazo completo de sistemas de fontanería y drenaje
ru: Полная замена водопроводных и канализационных систем
uk: Повна заміна сантехнічних та водовідвідних систем

source: Installation of high quality sanitaryware for reliability and longevity
es: Instalación de sanitarios de alta calidad para fiabilidad y durabilidad
ru: Установка высококачественных санитарных приборов для надежности и долговечности
uk: Встановлення високоякісної сантехніки для надійності та довговічності

source: Walk-in showers with seamless floor integration for a sleek, modern look
es: Duchas a ras de suelo con integración de piso sin juntas para un aspecto moderno y elegante
ru: Душевые кабины с бесшовной интеграцией в пол для стильного, современного вида
uk: Душові кабіни з безшовним підлоговим покриттям для елегантного, сучасного вигляду

source: Precision tiling with high quality ceramic tiles
es: Baldosas de precisión con baldosas cerámicas de alta calidad
ru: Точная укладка с использованием высококачественной керамической плитки
uk: Точне укладання високоякісної керамічної плитки

source: Waterproof grouting for durability and ease of maintenance
es: Enlechado impermeable para durabilidad y facilidad de mantenimiento
ru: Водонепроницаемая затирка для долговечности и легкости в уходе
uk: Водостійке затирання для довговічності та легкості догляду

source: Wall and ceiling preparation, priming and painting
es: Preparación de paredes y techos, imprimación y pintura
ru: Подготовка стен и потолков, грунтовка и покраска
uk: Фарбування стін та стелі

source: Comfort and aesthetics
es: Comodidad y estética
ru: Комфорт и эстетика
uk: Комфорт і естетика

source: Electric underfloor heating for a warm and cosy experience
es: Calefacción por suelo radiante eléctrica para una experiencia cálida y acogedora
ru: Электрический теплый пол для теплого и уютного ощущения"
uk: Електрична тепла підлога для теплого та затишного відчуття

source: Modern LED lighting for an elegant and bright atmosphere
es: Iluminación LED moderna para un ambiente elegante y luminoso
ru: Современное светодиодное освещение для элегантной и яркой атмосферы
uk: Сучасне світлодіодне освітлення для елегантної та яскравої атмосфери

source: Installation of heated towel rails for added convenience
es: Instalación de toalleros calefactados para mayor comodidad
ru: Установка полотенцесушителей для дополнительного удобства
uk: Встановлення підігрітих рушникосушок для додаткової зручності

source: Blog of Kulbachenko
es: Blog de Kulbachenko
ru: Читайте блог Кульбаченко
uk: Сергій Кульбаченко

source: All posts
es: Todas las publicaciones
et: Kõik postitused
ru: Все записи
uk: Усі публікації

source: Home cinema in a private house | Project of Kulbachenko Construction OU and BASS.UA
es: Home cinema en una casa privada | Proyecto de Kulbachenko Construction OU y BASS.UA
ru: Домашний кинотеатр в частном доме | Проект компании Kulbachenko Construction OU и BASS.UA
uk: Домашній кінотеатр у приватному будинку | Проект Kulbachenko Construction OU та BASS.UA

source: Home cinema in a private house | Project of Kulbachenko Construction and BASS.UA
es: Home cinema en una casa privada | Proyecto de Kulbachenko Construction y BASS.UA
ru: Домашний кинотеатр в частном доме | Проект компании Kulbachenko Construction и BASS.UA
uk: Домашній кінотеатр у приватному будинку | Проект Kulbachenko Construction та BASS.UA
